[{"Plot": "In this dramatic courtroom thriller, LT Daniel Kaffee, a Navy lawyer who has never seen the inside of the courtroom, defends two stubborn Marines who have been accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a \"CODE RED\". Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated. Especially by Col. Nathan Jessup. In Cuba, Jessup and two senior officers try to give all the help they can, but Kaffee knows something's fishy. In the conclusion of the film, the fireworks are set off by a confrontation between Jessup and Kaffee.", "Rated": "R", "Response": "True", "Language": "English", "Title": "A Few Good Men", "Country": "USA", "Writer": "Aaron Sorkin (play), Aaron Sorkin (screenplay)", "Metascore": "62", "imdbRating": "7.6", "Director": "Rob Reiner", "Released": "11 Dec 1992", "Actors": "Tom Cruise, Jack Nicholson, Demi Moore, Kevin Bacon", "Year": "1992", "Genre": "Drama, Thriller", "Awards": "Nominated for 4 Oscars. Another 10 wins & 15 nominations.", "Runtime": "138 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTkzNzE3Njg4Ml5BMl5BanBnXkFtZTYwMjA4NzM5._V1_SX300.jpg", "imdbVotes": "163,588", "imdbID": "tt0104257"}, {"Plot": "A day in the life of the employees of Empire Records. Except this is a day where everything comes to a head for a number of them facing personal crises - can they pull through together? And more importantly, can they keep their record store independent and not swallowed up by corporate greed?", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Empire Records", "Country": "USA", "Writer": "Carol Heikkinen", "Metascore": "30", "imdbRating": "6.7", "Director": "Allan Moyle", "Released": "20 Oct 1995", "Actors": "Anthony LaPaglia, Maxwell Caulfield, Debi Mazar, Rory Cochrane", "Year": "1995", "Genre": "Comedy, Drama, Music", "Awards": "1 win.", "Runtime": "90 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NzgxODA2OV5BMl5BanBnXkFtZTcwMDE4NjUxMQ@@._V1_SX300.jpg", "imdbVotes": "34,521", "imdbID": "tt0112950"}, {"Plot": "In this British historical drama, the turbulent transition from Roman republic to autocratic empire, which changed world history through civil war and wars of conquest, is sketched both from the aristocratic viewpoint of Julius Caesar, his family, his adopted successor Octavian Augustus, and their political allies and adversaries, and from the politically naive viewpoint of a few ordinary Romans, notably the soldiers Lucius Vorenus and Titus Pullo and their families.", "Rated": "TV-MA", "Response": "True", "Language": "English", "Title": "Rome", "Country": "UK, USA", "Writer": "William J. MacDonald, John Milius", "Metascore": "N/A", "imdbRating": "8.9", "Director": "N/A", "Released": "28 Aug 2005", "Actors": "Kevin McKidd, Ray Stevenson, Polly Walker, Kerry Condon", "Year": "2005–2007", "Genre": "Action, Drama, History", "Awards": "Nominated for 2 Golden Globes. Another 15 wins & 27 nominations.", "Runtime": "90 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwODk0NzQzNV5BMl5BanBnXkFtZTcwOTEzOTc0MQ@@._V1_SX300.jpg", "imdbVotes": "92,413", "imdbID": "tt0384766"}]