[{"Plot": "In this dramatic courtroom thriller, LT Daniel Kaffee, a Navy lawyer who has never seen the inside of the courtroom, defends two stubborn Marines who have been accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a \"CODE RED\". Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated. Especially by Col. Nathan Jessup. In Cuba, Jessup and two senior officers try to give all the help they can, but Kaffee knows something's fishy. In the conclusion of the film, the fireworks are set off by a confrontation between Jessup and Kaffee.", "Rated": "R", "Response": "True", "Language": "English", "Title": "A Few Good Men", "Country": "USA", "Writer": "Aaron Sorkin (play), Aaron Sorkin (screenplay)", "Metascore": "62", "imdbRating": "7.6", "Director": "Rob Reiner", "Released": "11 Dec 1992", "Actors": "Tom Cruise, Jack Nicholson, Demi Moore, Kevin Bacon", "Year": "1992", "Genre": "Drama, Thriller", "Awards": "Nominated for 4 Oscars. Another 10 wins & 15 nominations.", "Runtime": "138 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTkzNzE3Njg4Ml5BMl5BanBnXkFtZTYwMjA4NzM5._V1_SX300.jpg", "imdbVotes": "163,588", "imdbID": "tt0104257"}, {"Plot": "A day in the life of the employees of Empire Records. Except this is a day where everything comes to a head for a number of them facing personal crises - can they pull through together? And more importantly, can they keep their record store independent and not swallowed up by corporate greed?", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Empire Records", "Country": "USA", "Writer": "Carol Heikkinen", "Metascore": "30", "imdbRating": "6.7", "Director": "Allan Moyle", "Released": "20 Oct 1995", "Actors": "Anthony LaPaglia, Maxwell Caulfield, Debi Mazar, Rory Cochrane", "Year": "1995", "Genre": "Comedy, Drama, Music", "Awards": "1 win.", "Runtime": "90 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NzgxODA2OV5BMl5BanBnXkFtZTcwMDE4NjUxMQ@@._V1_SX300.jpg", "imdbVotes": "34,521", "imdbID": "tt0112950"}, {"Plot": "In this British historical drama, the turbulent transition from Roman republic to autocratic empire, which changed world history through civil war and wars of conquest, is sketched both from the aristocratic viewpoint of Julius Caesar, his family, his adopted successor Octavian Augustus, and their political allies and adversaries, and from the politically naive viewpoint of a few ordinary Romans, notably the soldiers Lucius Vorenus and Titus Pullo and their families.", "Rated": "TV-MA", "Response": "True", "Language": "English", "Title": "Rome", "Country": "UK, USA", "Writer": "William J. MacDonald, John Milius", "Metascore": "N/A", "imdbRating": "8.9", "Director": "N/A", "Released": "28 Aug 2005", "Actors": "Kevin McKidd, Ray Stevenson, Polly Walker, Kerry Condon", "Year": "2005–2007", "Genre": "Action, Drama, History", "Awards": "Nominated for 2 Golden Globes. Another 15 wins & 27 nominations.", "Runtime": "90 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwODk0NzQzNV5BMl5BanBnXkFtZTcwOTEzOTc0MQ@@._V1_SX300.jpg", "imdbVotes": "92,413", "imdbID": "tt0384766"}, {"Plot": "It's Britain, 1953. Upon his return to work following a heart attack, irrepressible barrister Sir Wilfrid Robarts, known as a barrister for the hopeless, takes on a murder case, much to the exasperation of his medical team, led by his overly regulated private nurse, Miss Plimsoll, who tries her hardest to ensure that he not return to his hard living ways - including excessive cigar smoking and drinking - while he takes his medication and gets his much needed rest. That case is defending American war veteran Leonard Vole, a poor, out of work, struggling inventor who is accused of murdering his fifty-six year old lonely and wealthy widowed acquaintance, Emily French. The initial evidence is circumstantial but points to Leonard as the murderer. Despite being happily married to East German former beer hall performer Christine Vole, he fostered that friendship with Mrs. French in the hopes that she would finance one of his many inventions to the tune of a few hundred pounds. It thus does not help his case when it is learned that Mrs. French changed her will prior to her murder with Leonard being the primary beneficiary of a £80,000 estate. Leonard states that he knew nothing about the will. Christine is apparently the only alibi Leonard has to his whereabouts at the time of the murder. The usual methods Sir Wilfrid uses to test his clients' guilt or innocence leads to him believing that Leonard is indeed innocent. As the trial progresses, the prosecution calls a surprise witness, one that could place a nail in the coffin of Sir Wilfrid's planned line of defense. As Sir Wilfrid gets deeper and deeper into the case, something doesn't quite sit right with him, although he doesn't know what it is. The primary questions become how far Sir Wilfrid will go to obtain evidence to acquit Leonard, and if he will ever discover why he feels that there is something odd about the case.", "Rated": "APPROVED", "Response": "True", "Language": "English, German", "Title": "Witness for the Prosecution", "Country": "USA", "Writer": "Agatha Christie (in Agatha Christie's international stage success), Billy Wilder (screen play), Harry Kurnitz (screen play), Lawrence B. Marcus (adaptation)", "Metascore": "N/A", "imdbRating": "8.4", "Director": "Billy Wilder", "Released": "06 Feb 1958", "Actors": "Tyrone Power, Marlene Dietrich, Charles Laughton, Elsa Lanchester", "Year": "1957", "Genre": "Crime, Drama, Mystery", "Awards": "Nominated for 6 Oscars. Another 4 wins & 8 nominations.", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc0MjgyNTUyNF5BMl5BanBnXkFtZTcwNDQzMDg0Nw@@._V1_SX300.jpg", "imdbVotes": "50,955", "imdbID": "tt0051201"}, {"Plot": "Susanna is rushed to the hospital. Afterwards she discusses this with a psychiatrist. She had been having some delusions. She had also been having an affair with the husband of her parents' friend. The doctor suggests that combining a bottle of aspirin and a bottle of vodka was a suicide attempt. This she denies. He recommends a short period of rest at Claymoore. Claymoore is a private mental hospital full of noisy, crazy people. Georgina is a pathological liar. Polly has been badly scarred by fire. Daisy won't eat in the presence of other people. Lisa is a sociopath, the biggest exasperation for the staff - like Nurse Valerie - and the biggest influence on the other girls in the hospital. Lisa has a history of escapes, so gaining access to personal medical files is not a problem... Susanna's boyfriend Toby is concerned that she seems too comfortable living with her institutionalized friends...", "Rated": "R", "Response": "True", "Language": "English", "Title": "Girl, Interrupted", "Country": "USA, Germany", "Writer": "Susanna Kaysen (book), James Mangold (screenplay), Lisa Loomer (screenplay), Anna Hamilton Phelan (screenplay)", "Metascore": "51", "imdbRating": "7.3", "Director": "James Mangold", "Released": "14 Jan 2000", "Actors": "Winona Ryder, Angelina Jolie, Clea DuVall, Brittany Murphy", "Year": "1999", "Genre": "Biography, Drama", "Awards": "Won 1 Oscar. Another 6 wins & 9 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk2MjIwNzkwMl5BMl5BanBnXkFtZTYwOTYwMzg2._V1_SX300.jpg", "imdbVotes": "111,076", "imdbID": "tt0172493"}, {"Plot": "Booting lives in a small and peaceful village. One day a sacred Buddha statuette called Ong Bak is stolen from the village by a immoral businessman who sells it for exorbitant profits. It soon becomes the task of a young man, Boonting (Phanom Yeeram), to track the thief down to Bangkok voluntarily and reclaim the religious treasure. Along the way, Boonting uses his astonishing athleticism and traditional Muay Thai skills to combat his adversaries.", "Rated": "R", "Response": "True", "Language": "Thai, English", "Title": "Ong-bak", "Country": "Thailand", "Writer": "Prachya Pinkaew (story), Panna Rittikrai (story), Suphachai Sittiaumponpan (screenplay)", "Metascore": "69", "imdbRating": "7.2", "Director": "Prachya Pinkaew", "Released": "23 Oct 2003", "Actors": "Petchtai Wongkamlao, Tony Jaa, Pumwaree Yodkamol, Suchao Pongwilai", "Year": "2003", "Genre": "Action, Thriller", "Awards": "2 wins & 5 nominations.", "Runtime": "105 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIzMTUzMzc2MF5BMl5BanBnXkFtZTcwMjIyMzAzMQ@@._V1_SX300.jpg", "imdbVotes": "55,650", "imdbID": "tt0368909"}, {"Plot": "An admired high school hockey player with a bright future foolishly takes a drive in the night with his girlfriend and two other friends with his headlights off with devastating results. The former athlete is left with a brain injury that prevents him from remembering many things for extended periods of time. To compensate, he keeps notes in a small notebook to aid him in remembering what he is to do. He also lives with a blind friend who aids him. Obviously, with the mental incapacitation, he is unable to have meaningful work. Thus he works as a night cleaning man in a bank. It is there he comes under the scrutiny of a gang planning to rob the bank. The leader befriends him and gets him involved with a young woman who further reels him in. After they get close and after reeling him in with his own failures, the bank plan unfolds. Confused but wanting to escape his current existence, he initially goes along with the scheme. After realizing he is being used, he attempts to stop the robbery, which of course immediately goes awry.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Lookout", "Country": "USA", "Writer": "Scott Frank", "Metascore": "73", "imdbRating": "7.1", "Director": "Scott Frank", "Released": "30 Mar 2007", "Actors": "Joseph Gordon-Levitt, Jeff Daniels, Matthew Goode, Isla Fisher", "Year": "2007", "Genre": "Crime, Drama, Thriller", "Awards": "2 wins & 9 nominations.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjkyMzE5Nzg0OV5BMl5BanBnXkFtZTcwNTM3MzU0MQ@@._V1_SX300.jpg", "imdbVotes": "47,180", "imdbID": "tt0427470"}, {"Plot": "In high school, Schmidt (Jonah Hill) was a dork and Jenko (Channing Tatum) was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.", "Rated": "R", "Response": "True", "Language": "English", "Title": "21 Jump Street", "Country": "USA", "Writer": "Michael Bacall (screenplay), Michael Bacall (story), Jonah Hill (story), Patrick Hasburgh (television series), Stephen J. Cannell (television series)", "Metascore": "69", "imdbRating": "7.2", "Director": "Phil Lord, Christopher Miller", "Released": "16 Mar 2012", "Actors": "Jonah Hill, Channing Tatum, Brie Larson, Dave Franco", "Year": "2012", "Genre": "Action, Comedy, Crime", "Awards": "8 wins & 20 nominations.", "Runtime": "109 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc3NzQ3OTg3NF5BMl5BanBnXkFtZTcwMjk5OTcxNw@@._V1_SX300.jpg", "imdbVotes": "347,321", "imdbID": "tt1232829"}, {"Plot": "Connie Sumner has a loving husband, a beautiful home, and a wonderful son, but she wants more. When she's approached one day by a handsome stranger while trying to hail a taxi, she becomes obsessed with him and eventually starts an affair. But her selfish actions soon catch up with her...", "Rated": "R", "Response": "True", "Language": "English, French", "Title": "Unfaithful", "Country": "USA, Germany, France", "Writer": "Claude Chabrol (film \"La Femme infidèle\"), Alvin Sargent (screenplay), William Broyles Jr. (screenplay)", "Metascore": "63", "imdbRating": "6.7", "Director": "Adrian Lyne", "Released": "10 May 2002", "Actors": "Diane Lane, Erik Per Sullivan, Richard Gere, Olivier Martinez", "Year": "2002", "Genre": "Drama, Romance, Thriller", "Awards": "Nominated for 1 Oscar. Another 5 wins & 10 nominations.", "Runtime": "124 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4MzUzNjk5OV5BMl5BanBnXkFtZTYwMjc1OTc5._V1_SX300.jpg", "imdbVotes": "57,366", "imdbID": "tt0250797"}, {"Plot": "An ex-con, fresh out of prison, goes to L.A. to try to learn who murdered his daughter. However, he quickly finds that he is completely out of place with no understanding of the culture he finds. His investigations are helped by another ex-con. Together they learn that his daughter had been having an affair with a record producer, who is presently having an affair with another young woman. An aging actress, who also knew his daughter, forces him to look at his own failures as a father. The movie does focus on the drama of the situation and the inter-relationships of the characters and seldom slips into an action piece.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Limey", "Country": "USA", "Writer": "Lem Dobbs", "Metascore": "73", "imdbRating": "7.1", "Director": "Steven Soderbergh", "Released": "04 Aug 1999", "Actors": "Terence Stamp, Lesley Ann Warren, Luis Guzmán, Barry Newman", "Year": "1999", "Genre": "Crime, Drama, Mystery", "Awards": "2 wins & 8 nominations.", "Runtime": "89 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNDE3MjY4NF5BMl5BanBnXkFtZTcwNTI2NjYyMQ@@._V1_SX300.jpg", "imdbVotes": "22,774", "imdbID": "tt0165854"}]