[{"Plot": "In this dramatic courtroom thriller, LT Daniel Kaffee, a Navy lawyer who has never seen the inside of the courtroom, defends two stubborn Marines who have been accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a \"CODE RED\". Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated. Especially by Col. Nathan Jessup. In Cuba, Jessup and two senior officers try to give all the help they can, but Kaffee knows something's fishy. In the conclusion of the film, the fireworks are set off by a confrontation between Jessup and Kaffee.", "Rated": "R", "Response": "True", "Language": "English", "Title": "A Few Good Men", "Country": "USA", "Writer": "Aaron Sorkin (play), Aaron Sorkin (screenplay)", "Metascore": "62", "imdbRating": "7.6", "Director": "Rob Reiner", "Released": "11 Dec 1992", "Actors": "Tom Cruise, Jack Nicholson, Demi Moore, Kevin Bacon", "Year": "1992", "Genre": "Drama, Thriller", "Awards": "Nominated for 4 Oscars. Another 10 wins & 15 nominations.", "Runtime": "138 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTkzNzE3Njg4Ml5BMl5BanBnXkFtZTYwMjA4NzM5._V1_SX300.jpg", "imdbVotes": "163,588", "imdbID": "tt0104257"}, {"Plot": "A day in the life of the employees of Empire Records. Except this is a day where everything comes to a head for a number of them facing personal crises - can they pull through together? And more importantly, can they keep their record store independent and not swallowed up by corporate greed?", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Empire Records", "Country": "USA", "Writer": "Carol Heikkinen", "Metascore": "30", "imdbRating": "6.7", "Director": "Allan Moyle", "Released": "20 Oct 1995", "Actors": "Anthony LaPaglia, Maxwell Caulfield, Debi Mazar, Rory Cochrane", "Year": "1995", "Genre": "Comedy, Drama, Music", "Awards": "1 win.", "Runtime": "90 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NzgxODA2OV5BMl5BanBnXkFtZTcwMDE4NjUxMQ@@._V1_SX300.jpg", "imdbVotes": "34,521", "imdbID": "tt0112950"}, {"Plot": "In this British historical drama, the turbulent transition from Roman republic to autocratic empire, which changed world history through civil war and wars of conquest, is sketched both from the aristocratic viewpoint of Julius Caesar, his family, his adopted successor Octavian Augustus, and their political allies and adversaries, and from the politically naive viewpoint of a few ordinary Romans, notably the soldiers Lucius Vorenus and Titus Pullo and their families.", "Rated": "TV-MA", "Response": "True", "Language": "English", "Title": "Rome", "Country": "UK, USA", "Writer": "William J. MacDonald, John Milius", "Metascore": "N/A", "imdbRating": "8.9", "Director": "N/A", "Released": "28 Aug 2005", "Actors": "Kevin McKidd, Ray Stevenson, Polly Walker, Kerry Condon", "Year": "2005–2007", "Genre": "Action, Drama, History", "Awards": "Nominated for 2 Golden Globes. Another 15 wins & 27 nominations.", "Runtime": "90 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwODk0NzQzNV5BMl5BanBnXkFtZTcwOTEzOTc0MQ@@._V1_SX300.jpg", "imdbVotes": "92,413", "imdbID": "tt0384766"}, {"Plot": "It's Britain, 1953. Upon his return to work following a heart attack, irrepressible barrister Sir Wilfrid Robarts, known as a barrister for the hopeless, takes on a murder case, much to the exasperation of his medical team, led by his overly regulated private nurse, Miss Plimsoll, who tries her hardest to ensure that he not return to his hard living ways - including excessive cigar smoking and drinking - while he takes his medication and gets his much needed rest. That case is defending American war veteran Leonard Vole, a poor, out of work, struggling inventor who is accused of murdering his fifty-six year old lonely and wealthy widowed acquaintance, Emily French. The initial evidence is circumstantial but points to Leonard as the murderer. Despite being happily married to East German former beer hall performer Christine Vole, he fostered that friendship with Mrs. French in the hopes that she would finance one of his many inventions to the tune of a few hundred pounds. It thus does not help his case when it is learned that Mrs. French changed her will prior to her murder with Leonard being the primary beneficiary of a £80,000 estate. Leonard states that he knew nothing about the will. Christine is apparently the only alibi Leonard has to his whereabouts at the time of the murder. The usual methods Sir Wilfrid uses to test his clients' guilt or innocence leads to him believing that Leonard is indeed innocent. As the trial progresses, the prosecution calls a surprise witness, one that could place a nail in the coffin of Sir Wilfrid's planned line of defense. As Sir Wilfrid gets deeper and deeper into the case, something doesn't quite sit right with him, although he doesn't know what it is. The primary questions become how far Sir Wilfrid will go to obtain evidence to acquit Leonard, and if he will ever discover why he feels that there is something odd about the case.", "Rated": "APPROVED", "Response": "True", "Language": "English, German", "Title": "Witness for the Prosecution", "Country": "USA", "Writer": "Agatha Christie (in Agatha Christie's international stage success), Billy Wilder (screen play), Harry Kurnitz (screen play), Lawrence B. Marcus (adaptation)", "Metascore": "N/A", "imdbRating": "8.4", "Director": "Billy Wilder", "Released": "06 Feb 1958", "Actors": "Tyrone Power, Marlene Dietrich, Charles Laughton, Elsa Lanchester", "Year": "1957", "Genre": "Crime, Drama, Mystery", "Awards": "Nominated for 6 Oscars. Another 4 wins & 8 nominations.", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc0MjgyNTUyNF5BMl5BanBnXkFtZTcwNDQzMDg0Nw@@._V1_SX300.jpg", "imdbVotes": "50,955", "imdbID": "tt0051201"}, {"Plot": "Susanna is rushed to the hospital. Afterwards she discusses this with a psychiatrist. She had been having some delusions. She had also been having an affair with the husband of her parents' friend. The doctor suggests that combining a bottle of aspirin and a bottle of vodka was a suicide attempt. This she denies. He recommends a short period of rest at Claymoore. Claymoore is a private mental hospital full of noisy, crazy people. Georgina is a pathological liar. Polly has been badly scarred by fire. Daisy won't eat in the presence of other people. Lisa is a sociopath, the biggest exasperation for the staff - like Nurse Valerie - and the biggest influence on the other girls in the hospital. Lisa has a history of escapes, so gaining access to personal medical files is not a problem... Susanna's boyfriend Toby is concerned that she seems too comfortable living with her institutionalized friends...", "Rated": "R", "Response": "True", "Language": "English", "Title": "Girl, Interrupted", "Country": "USA, Germany", "Writer": "Susanna Kaysen (book), James Mangold (screenplay), Lisa Loomer (screenplay), Anna Hamilton Phelan (screenplay)", "Metascore": "51", "imdbRating": "7.3", "Director": "James Mangold", "Released": "14 Jan 2000", "Actors": "Winona Ryder, Angelina Jolie, Clea DuVall, Brittany Murphy", "Year": "1999", "Genre": "Biography, Drama", "Awards": "Won 1 Oscar. Another 6 wins & 9 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk2MjIwNzkwMl5BMl5BanBnXkFtZTYwOTYwMzg2._V1_SX300.jpg", "imdbVotes": "111,076", "imdbID": "tt0172493"}, {"Plot": "Booting lives in a small and peaceful village. One day a sacred Buddha statuette called Ong Bak is stolen from the village by a immoral businessman who sells it for exorbitant profits. It soon becomes the task of a young man, Boonting (Phanom Yeeram), to track the thief down to Bangkok voluntarily and reclaim the religious treasure. Along the way, Boonting uses his astonishing athleticism and traditional Muay Thai skills to combat his adversaries.", "Rated": "R", "Response": "True", "Language": "Thai, English", "Title": "Ong-bak", "Country": "Thailand", "Writer": "Prachya Pinkaew (story), Panna Rittikrai (story), Suphachai Sittiaumponpan (screenplay)", "Metascore": "69", "imdbRating": "7.2", "Director": "Prachya Pinkaew", "Released": "23 Oct 2003", "Actors": "Petchtai Wongkamlao, Tony Jaa, Pumwaree Yodkamol, Suchao Pongwilai", "Year": "2003", "Genre": "Action, Thriller", "Awards": "2 wins & 5 nominations.", "Runtime": "105 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIzMTUzMzc2MF5BMl5BanBnXkFtZTcwMjIyMzAzMQ@@._V1_SX300.jpg", "imdbVotes": "55,650", "imdbID": "tt0368909"}, {"Plot": "An admired high school hockey player with a bright future foolishly takes a drive in the night with his girlfriend and two other friends with his headlights off with devastating results. The former athlete is left with a brain injury that prevents him from remembering many things for extended periods of time. To compensate, he keeps notes in a small notebook to aid him in remembering what he is to do. He also lives with a blind friend who aids him. Obviously, with the mental incapacitation, he is unable to have meaningful work. Thus he works as a night cleaning man in a bank. It is there he comes under the scrutiny of a gang planning to rob the bank. The leader befriends him and gets him involved with a young woman who further reels him in. After they get close and after reeling him in with his own failures, the bank plan unfolds. Confused but wanting to escape his current existence, he initially goes along with the scheme. After realizing he is being used, he attempts to stop the robbery, which of course immediately goes awry.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Lookout", "Country": "USA", "Writer": "Scott Frank", "Metascore": "73", "imdbRating": "7.1", "Director": "Scott Frank", "Released": "30 Mar 2007", "Actors": "Joseph Gordon-Levitt, Jeff Daniels, Matthew Goode, Isla Fisher", "Year": "2007", "Genre": "Crime, Drama, Thriller", "Awards": "2 wins & 9 nominations.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjkyMzE5Nzg0OV5BMl5BanBnXkFtZTcwNTM3MzU0MQ@@._V1_SX300.jpg", "imdbVotes": "47,180", "imdbID": "tt0427470"}, {"Plot": "In high school, Schmidt (Jonah Hill) was a dork and Jenko (Channing Tatum) was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.", "Rated": "R", "Response": "True", "Language": "English", "Title": "21 Jump Street", "Country": "USA", "Writer": "Michael Bacall (screenplay), Michael Bacall (story), Jonah Hill (story), Patrick Hasburgh (television series), Stephen J. Cannell (television series)", "Metascore": "69", "imdbRating": "7.2", "Director": "Phil Lord, Christopher Miller", "Released": "16 Mar 2012", "Actors": "Jonah Hill, Channing Tatum, Brie Larson, Dave Franco", "Year": "2012", "Genre": "Action, Comedy, Crime", "Awards": "8 wins & 20 nominations.", "Runtime": "109 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc3NzQ3OTg3NF5BMl5BanBnXkFtZTcwMjk5OTcxNw@@._V1_SX300.jpg", "imdbVotes": "347,321", "imdbID": "tt1232829"}, {"Plot": "Connie Sumner has a loving husband, a beautiful home, and a wonderful son, but she wants more. When she's approached one day by a handsome stranger while trying to hail a taxi, she becomes obsessed with him and eventually starts an affair. But her selfish actions soon catch up with her...", "Rated": "R", "Response": "True", "Language": "English, French", "Title": "Unfaithful", "Country": "USA, Germany, France", "Writer": "Claude Chabrol (film \"La Femme infidèle\"), Alvin Sargent (screenplay), William Broyles Jr. (screenplay)", "Metascore": "63", "imdbRating": "6.7", "Director": "Adrian Lyne", "Released": "10 May 2002", "Actors": "Diane Lane, Erik Per Sullivan, Richard Gere, Olivier Martinez", "Year": "2002", "Genre": "Drama, Romance, Thriller", "Awards": "Nominated for 1 Oscar. Another 6 wins & 10 nominations.", "Runtime": "124 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4MzUzNjk5OV5BMl5BanBnXkFtZTYwMjc1OTc5._V1_SX300.jpg", "imdbVotes": "57,033", "imdbID": "tt0250797"}, {"Plot": "An ex-con, fresh out of prison, goes to L.A. to try to learn who murdered his daughter. However, he quickly finds that he is completely out of place with no understanding of the culture he finds. His investigations are helped by another ex-con. Together they learn that his daughter had been having an affair with a record producer, who is presently having an affair with another young woman. An aging actress, who also knew his daughter, forces him to look at his own failures as a father. The movie does focus on the drama of the situation and the inter-relationships of the characters and seldom slips into an action piece.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Limey", "Country": "USA", "Writer": "Lem Dobbs", "Metascore": "73", "imdbRating": "7.1", "Director": "Steven Soderbergh", "Released": "04 Aug 1999", "Actors": "Terence Stamp, Lesley Ann Warren, Luis Guzmán, Barry Newman", "Year": "1999", "Genre": "Crime, Drama, Mystery", "Awards": "2 wins & 8 nominations.", "Runtime": "89 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNDE3MjY4NF5BMl5BanBnXkFtZTcwNTI2NjYyMQ@@._V1_SX300.jpg", "imdbVotes": "22,774", "imdbID": "tt0165854"}, {"Plot": "When relaxed and charming Ben Wrightman meets workaholic Lindsey Meeks she finds him sweet and charming, they hit it off and when it is winter Ben can spend every waking hour with Lindsey, but when summer comes around the corner Lindsey discovers Ben's obsession with the Boston Red Sox. She thinks it is perfect until everything goes downhill for them.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Fever Pitch", "Country": "USA, Germany", "Writer": "Lowell Ganz (screenplay), Babaloo Mandel (screenplay), Nick Hornby (novel)", "Metascore": "56", "imdbRating": "6.2", "Director": "Bobby Farrelly, Peter Farrelly", "Released": "08 Apr 2005", "Actors": "Drew Barrymore, Jimmy Fallon, Jason Spevack, Jack Kehler", "Year": "2005", "Genre": "Comedy, Drama, Romance", "Awards": "9 nominations.", "Runtime": "104 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMyNTE4ODA2N15BMl5BanBnXkFtZTcwNzg5ODUyMw@@._V1_SX300.jpg", "imdbVotes": "33,890", "imdbID": "tt0332047"}, {"Plot": "On the day of James Kirk's birth, his father dies on his ship in a last stand against a mysterious alien time-traveling vessel looking for Ambassador Spock, who, in this time, is also a child on Vulcan disdained by his neighbors for his half-human heritage. Twenty-five years later, Kirk has grown into a young troublemaker. Challenged by Captain Christopher Pike to realize his potential in Starfleet, he comes to annoy instructors like young Commander Spock. Suddenly, there is an emergency at Vulcan and the newly commissioned USS Enterprise is crewed with promising cadets like Nyota Uhura, Hikaru Sulu, Pavel Chekov and even Kirk himself, thanks to Leonard McCoy's medical trickery. Together, this crew will have an adventure in the final frontier where the old legend is altered forever as a new version of it begins.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Star Trek", "Country": "USA, Germany", "Writer": "Roberto Orci, Alex Kurtzman, Gene Roddenberry (television series \"Star Trek\")", "Metascore": "83", "imdbRating": "8.0", "Director": "J.J. Abrams", "Released": "08 May 2009", "Actors": "Chris Pine, Zachary Quinto, Leonard Nimoy, Eric Bana", "Year": "2009", "Genre": "Action, Adventure, Sci-Fi", "Awards": "Won 1 Oscar. Another 23 wins & 67 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NDQ5OTE4Ml5BMl5BanBnXkFtZTcwOTE3NDIzMw@@._V1_SX300.jpg", "imdbVotes": "458,022", "imdbID": "tt0796366"}, {"Plot": "In 709 AD, in the Iron Age, a spacecraft crashes in the Viking kingdom of Herot, Norway, and the pilot Kainan survives. He turns the beacon on; learns the language and culture of the planet using a machine; and finds that the predator, Moorwen, that he was transporting, had escaped. While chasing the alien monster, he finds a village completely destroyed and is arrested by the warrior Wulfric, believing that he killed the locals - Kainan is brought to Herot as a prisoner.", "Rated": "R", "Response": "True", "Language": "English, Norse,  Old, Latin", "Title": "Outlander", "Country": "USA, Germany", "Writer": "Dirk Blackman, Howard McCain", "Metascore": "40", "imdbRating": "6.3", "Director": "Howard McCain", "Released": "11 Jul 2008", "Actors": "Jim Caviezel, Sophia Myles, Jack Huston, John Hurt", "Year": "2008", "Genre": "Action, Adventure, Sci-Fi", "Awards": "1 nomination.", "Runtime": "115 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzM3NzU3OTc0Nl5BMl5BanBnXkFtZTcwNzIwNDI4OA@@._V1_SX300.jpg", "imdbVotes": "60,337", "imdbID": "tt0462465"}, {"Plot": "A young Viking boy is left behind at a hostile tribe of American Indians, whom eventually accept him into the tribe and raise him. A personal war begins for the young Viking when the Vikings return 15 years later and initiate a barbaric attack on the tribe and the woman he loves.", "Rated": "R", "Response": "True", "Language": "English, Icelandic", "Title": "Pathfinder", "Country": "USA", "Writer": "Laeta Kalogridis (screenplay), Nils Gaup", "Metascore": "29", "imdbRating": "5.4", "Director": "Marcus Nispel", "Released": "13 Apr 2007", "Actors": "Karl Urban, Moon Bloodgood, Russell Means, Clancy Brown", "Year": "2007", "Genre": "Action, Adventure, Drama", "Awards": "1 nomination.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk5MDY0NTA1OV5BMl5BanBnXkFtZTcwNjE0MDM0MQ@@._V1_SX300.jpg", "imdbVotes": "34,763", "imdbID": "tt0446013"}, {"Plot": "To the students of the Spenser Academy, the Sons of Ipswich are the baddest boys on campus. But that's not all they share. The four friends also share a 300-year-old secret: they're warlocks, the teenage descendants of a 17th-century coven of witches. So when the long-banished fifth son suddenly appears and threatens to kill their loved ones, they realize they must face their enemy in order to prevent him from stealing their powers and shattering the covenant forever.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "The Covenant", "Country": "USA", "Writer": "J.S. Cardone", "Metascore": "19", "imdbRating": "5.2", "Director": "Renny Harlin", "Released": "08 Sep 2006", "Actors": "Steven Strait, Laura Ramsey, Sebastian Stan, Taylor Kitsch", "Year": "2006", "Genre": "Action, Fantasy, Horror", "Awards": "N/A", "Runtime": "97 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SX300.jpg", "imdbVotes": "36,668", "imdbID": "tt0475944"}, {"Plot": "An elite team of soldiers has been used against terrorists where they use astounding physical capabilities to overcome them. Victoria, a reporter, follows them and discovers a part of their secret. When one of the team kills her cameraman she tries to escape. Luc, one of the soldiers begins to have flashbacks and turns sides and helps her as the remainder of the team follows to protect their secrets.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Universal Soldier", "Country": "USA", "Writer": "Richard Rothstein (story), Christopher Leitch (story), Dean Devlin (screenplay)", "Metascore": "35", "imdbRating": "5.9", "Director": "Roland Emmerich", "Released": "10 Jul 1992", "Actors": "Jean-Claude Van Damme, Dolph Lundgren, Ally Walker, Ed O'Ross", "Year": "1992", "Genre": "Action, Crime, Sci-Fi", "Awards": "N/A", "Runtime": "102 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTczNDI4NDM5Ml5BMl5BanBnXkFtZTcwMzY0NjYyMQ@@._V1_SX300.jpg", "imdbVotes": "63,676", "imdbID": "tt0105698"}, {"Plot": "Drama set in a repressed, deeply religious community in the north of Scotland, where a naive young woman named Bess McNeil meets and falls in love with Danish oil-rig worker Jan. Bess and Jan are deeply in love but, when Jan returns to his rig, Bess prays to God that he returns for good. Jan does return, his neck broken in an accident aboard the rig. Because of his condition, Jan and Bess are now unable to enjoy a sexual relationship and Jan urges Bess to take another lover and tell him the details. As Bess becomes more and more deviant in her sexual behavior, the more she comes to believe that her actions are guided by God and are helping Jan recover.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Breaking the Waves", "Country": "Denmark, Sweden, France, Netherlands, Norway, Iceland, Spain", "Writer": "Lars von Trier, Peter Asmussen", "Metascore": "76", "imdbRating": "7.9", "Director": "Lars von Trier", "Released": "13 Nov 1996", "Actors": "Emily Watson, Stellan Skarsgård, Katrin Cartlidge, Jean-Marc Barr", "Year": "1996", "Genre": "Drama, Romance", "Awards": "Nominated for 1 Oscar. Another 47 wins & 17 nominations.", "Runtime": "159 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTI2Nzk4Mzk4M15BMl5BanBnXkFtZTYwODY3OTc4._V1._CR36,0,262,423_SX89_AL_.jpg_V1_SX300.jpg", "imdbVotes": "43,851", "imdbID": "tt0115751"}, {"Plot": "Down-on-his-luck theatrical producer Max Bialystock is forced to romance rich old ladies to finance his efforts. When timid accountant Leo Bloom reviews Max's accounting books, the two hit upon a way to make a fortune by producing a sure-fire flop. The play which is to be their gold mine? \"Springtime for Hitler.\"", "Rated": "PG", "Response": "True", "Language": "English, German", "Title": "The Producers", "Country": "USA", "Writer": "Mel Brooks", "Metascore": "97", "imdbRating": "7.7", "Director": "Mel Brooks", "Released": "10 Nov 1968", "Actors": "Zero Mostel, Gene Wilder, Dick Shawn, Kenneth Mars", "Year": "1967", "Genre": "Comedy, Musical", "Awards": "Won 1 Oscar. Another 2 wins & 5 nominations.", "Runtime": "88 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjYxNzUxNzE1Ml5BMl5BanBnXkFtZTYwNDYxMzA5._V1_SX300.jpg", "imdbVotes": "36,166", "imdbID": "tt0063462"}, {"Plot": "Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncles farm, and joins them the next day as they head for California and a new life... Hopefully.", "Rated": "NOT RATED", "Response": "True", "Language": "English", "Title": "The Grapes of Wrath", "Country": "USA", "Writer": "Nunnally Johnson (screen play), John Steinbeck (based on the novel by)", "Metascore": "N/A", "imdbRating": "8.2", "Director": "John Ford", "Released": "15 Mar 1940", "Actors": "Henry Fonda, Jane Darwell, John Carradine, Charley Grapewin", "Year": "1940", "Genre": "Drama", "Awards": "Won 2 Oscars. Another 7 wins & 5 nominations.", "Runtime": "129 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzgzNjcxNjg2M15BMl5BanBnXkFtZTcwMjQxNDQ3Mg@@._V1_SX300.jpg", "imdbVotes": "53,989", "imdbID": "tt0032551"}, {"Plot": "The thief Laurie Ash steals the expensive diamond jewel called 'Eye of the Serpent' in an audacious heist during an exhibition in Cannes 2001 Festival. She double-crosses her partners and is mistakenly taken as Lily, a woman who lost her husband and son in an accident and is missing since then, by an ordinary family. One day, while having bath in Lily's bathtub, Lily comes back home and commits suicide. Laurie assumes definitely Lily's identity, goes to America where she marries a rich man, who becomes the Ambassador of USA in France. When Laurie returns to France, her past haunts her.", "Rated": "R", "Response": "True", "Language": "English, French, Spanish", "Title": "Femme Fatale", "Country": "France, Switzerland", "Writer": "Brian De Palma", "Metascore": "59", "imdbRating": "6.3", "Director": "Brian De Palma", "Released": "06 Nov 2002", "Actors": "Rebecca Romijn, Antonio Banderas, Peter Coyote, Eriq Ebouaney", "Year": "2002", "Genre": "Crime, Drama, Mystery", "Awards": "1 win & 1 nomination.", "Runtime": "114 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTczMjc2MjA2OV5BMl5BanBnXkFtZTYwMjAwNDk5._V1_SX300.jpg", "imdbVotes": "26,863", "imdbID": "tt0280665"}, {"Plot": "Brandon Lang loves football: an injury keeps him from the pros, but his quarterback's anticipation makes him a brilliant predictor of games' outcomes. Needing money, he leaves Vegas for Manhattan to work for Walter Abrams advising gamblers. Walter has a doting wife, a young daughter, and a thriving business, but he has problems: a bum heart, a belief he's a master manipulator, and addictions barely kept in check. He remakes Brandon, and a father-son relationship grows. Then, things go awry. Walter may be running a con. The odds against Brandon mount.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Two for the Money", "Country": "USA", "Writer": "Dan Gilroy", "Metascore": "50", "imdbRating": "6.2", "Director": "D.J. Caruso", "Released": "07 Oct 2005", "Actors": "Al Pacino, Matthew McConaughey, Rene Russo, Armand Assante", "Year": "2005", "Genre": "Drama, Sport, Thriller", "Awards": "1 nomination.", "Runtime": "122 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg0Mjc5MzkxN15BMl5BanBnXkFtZTcwMDI0OTEzMQ@@._V1_SX300.jpg", "imdbVotes": "33,594", "imdbID": "tt0417217"}, {"Plot": "Elizabeth Masterson, a dedicated doctor in San Francisco, had almost no time for anything. When her sister with two kids set her up on a date, she gets into a tragic car crash and gets in a coma. Meanwhile, a landscape architect named David Abbott moves into San Francisco and coincidentally, into Elizabeth's apartment for rent. While at the apartment, Elizabeth's spirit haunts him. She doesn't remember who she is, who her family is, and what she did - All that she remembered was her apartment and where everything was. To settle the arguments, David agrees to figure out who Elizabeth really is. When they get close to figuring out who she is, they eventually find love with one another and as they finally know who she really is, they learn that fate really has put them both together.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish, Mandarin", "Title": "Just Like Heaven", "Country": "USA", "Writer": "Peter Tolan (screenplay), Leslie Dixon (screenplay), Marc Lévy (novel)", "Metascore": "47", "imdbRating": "6.7", "Director": "Mark Waters", "Released": "16 Sep 2005", "Actors": "Reese Witherspoon, Mark Ruffalo, Donal Logue, Dina Spybey-Waters", "Year": "2005", "Genre": "Comedy, Fantasy, Romance", "Awards": "1 win & 1 nomination.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk0Njk2OTY2N15BMl5BanBnXkFtZTcwNTAxNjAzMQ@@._V1_SX300.jpg", "imdbVotes": "75,396", "imdbID": "tt0425123"}, {"Response": "False", "Error": "Movie not found!"}, {"Plot": "A New York anthropologist named Professor Harold Monroe travels to the wild, inhospitable jungles of South America to find out what happened to a documentary film crew that disappeared two months before while filming a documentary about primitive cannibal tribes deep in the rain forest. With the help of two local guides, Professor Monroe encounters two tribes, the Yacumo and the Yanomamo. While under the hospitality of the latter tribe, he finds the remains of the crew and several reels of their undeveloped film. Upon returning to New York City, Professor Monroe views the film in detail, featuring the director Alan Yates, his girlfriend Faye Daniels, and cameramen Jack Anders and Mark Tomaso. After a few days of traveling, the film details how the crew staged all the footage for their documentary by terrorizing and torturing the natives. Despite Monroe's objections, the television studio Pan American still wishes to air the footage as a legitimate documentary. In order to change their minds, Monroe shows the station's executives the film's final reels, so they could see first hand how the crew's fate came to be.", "Rated": "UNRATED", "Response": "True", "Language": "English, Spanish", "Title": "Cannibal Holocaust", "Country": "Italy", "Writer": "Gianfranco Clerici (story)", "Metascore": "N/A", "imdbRating": "6.0", "Director": "Ruggero Deodato", "Released": "19 Jun 1985", "Actors": "Robert Kerman, Francesca Ciardi, Perry Pirkanen, Luca Barbareschi", "Year": "1980", "Genre": "Adventure, Horror", "Awards": "N/A", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUzNDc5Nzg3NF5BMl5BanBnXkFtZTcwMjI1OTgzMQ@@._V1_SX300.jpg", "imdbVotes": "33,731", "imdbID": "tt0078935"}, {"Plot": "Brüno is a gay Austrian fashion guru. He has his own fashion based television show, Funkyzeit, the most popular German-language show of its kind outside of Germany. After he disgraces himself in front of his Funkyzeit fan base, he is ruined in German speaking Europe. He decides that in his quest for worldwide fame, he will move to Los Angeles and reinvent himself. Accompanying him to the US is Lutz, his former assistant's assistant. Lutz is the only person left in his circle that still believes in Brüno's greatness. Brüno goes through one reinvention of himself after another, ultimately straying to areas far removed from his own self. Perhaps when Brüno finds an activity that he truly does love, he will also find that über-fame he so desperately desires.", "Rated": "R", "Response": "True", "Language": "English, German", "Title": "Brüno", "Country": "USA", "Writer": "Sacha Baron Cohen (screenplay), Anthony Hines (screenplay), Dan Mazer (screenplay), Jeff Schaffer (screenplay), Sacha Baron Cohen (story), Peter Baynham (story), Anthony Hines (story), Dan Mazer (story), Sacha Baron Cohen (character)", "Metascore": "54", "imdbRating": "5.9", "Director": "Larry Charles", "Released": "10 Jul 2009", "Actors": "Sacha Baron Cohen, Gustaf Hammarsten, Clifford Bañagale, Chibundu Orukwowu", "Year": "2009", "Genre": "Comedy", "Awards": "2 wins & 4 nominations.", "Runtime": "81 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUwNDIwNDE5MV5BMl5BanBnXkFtZTcwMDA2MzA1Mg@@._V1_SX300.jpg", "imdbVotes": "107,665", "imdbID": "tt0889583"}, {"Plot": "Spike Lee's take on the \"Son of Sam\" murders in New York City during the summer of 1977 centering on the residents of an Italian-American South Bronx neighborhood who live in fear and distrust of one another.", "Rated": "R", "Response": "True", "Language": "English, Italian", "Title": "Summer of Sam", "Country": "USA", "Writer": "Spike Lee, Victor Colicchio (screenplay), Michael Imperioli (screenplay), Spike Lee (screenplay)", "Metascore": "67", "imdbRating": "6.6", "Director": "Spike Lee", "Released": "02 Jul 1999", "Actors": "John Leguizamo, Adrien Brody, Mira Sorvino, Jennifer Esposito", "Year": "1999", "Genre": "Crime, Drama, Romance", "Awards": "4 nominations.", "Runtime": "142 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc1MDk5MTY1Ml5BMl5BanBnXkFtZTcwMjYyMzkxMQ@@._V1_SX300.jpg", "imdbVotes": "29,541", "imdbID": "tt0162677"}, {"Plot": "After Elizabeth, Will, and Captain Barbossa rescue Captain Jack Sparrow from the the land of the dead, they must face their foes, Davy Jones and Lord Cutler Beckett. Beckett, now with control of Jones' heart, forms a dark alliance with him in order to rule the seas and wipe out the last of the Pirates. Now, Jack, Barbossa, Will, Elizabeth, Tia Dalma, and crew must call the Pirate Lords from the four corners of the globe, including the infamous Sao Feng, to gathering. The Pirate Lords want to release the goddess Calypso, Davy Jones's damned lover, from the trap they sent her to out of fear, in which the Pirate Lords must combine the 9 pieces that bound her by ritual to undo it and release her in hopes that she will help them fight. With this, all pirates will stand together and will make their final stand for freedom against Beckett, Jones, Norrington, the Flying Dutchman, and the entire East India Trading Company.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Pirates of the Caribbean: At World's End", "Country": "USA", "Writer": "Ted Elliott, Terry Rossio, Ted Elliott (characters), Terry Rossio (characters), Stuart Beattie (characters), Jay Wolpert (characters)", "Metascore": "50", "imdbRating": "7.1", "Director": "Gore Verbinski", "Released": "25 May 2007", "Actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley", "Year": "2007", "Genre": "Action, Adventure, Fantasy", "Awards": "Nominated for 2 Oscars. Another 20 wins & 36 nominations.", "Runtime": "169 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjIyNjkxNzEyMl5BMl5BanBnXkFtZTYwMjc3MDE3._V1_SX300.jpg", "imdbVotes": "406,951", "imdbID": "tt0449088"}, {"Plot": "Ben has recently graduated college, with his parents now expecting great things from him. At his \"Homecoming\" party, Mrs. Robinson, the wife of his father's business partner, has Ben drive her home, which leads to an affair between the two. The affair eventually ends, but comes back to haunt him when he finds himself falling for Elaine, Mrs. Robinson's daughter.", "Rated": "APPROVED", "Response": "True", "Language": "English", "Title": "The Graduate", "Country": "USA", "Writer": "Calder Willingham (screenplay), Buck Henry (screenplay), Charles Webb (based on the novel by)", "Metascore": "77", "imdbRating": "8.0", "Director": "Mike Nichols", "Released": "22 Dec 1967", "Actors": "Anne Bancroft, Dustin Hoffman, Katharine Ross, William Daniels", "Year": "1967", "Genre": "Comedy, Drama, Romance", "Awards": "Won 1 Oscar. Another 22 wins & 13 nominations.", "Runtime": "106 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ0ODc4MDk4Nl5BMl5BanBnXkFtZTcwMTEzNzgzNA@@._V1_SX300.jpg", "imdbVotes": "189,469", "imdbID": "tt0061722"}, {"Plot": "Straight from the pages of a pulp comic from a past era, the Rocketeer recreates 1930's Hollywood, complete with gangsters, Nazi spies, and the growth of the Age of Aviation. Young pilot Cliff Secord stumbles on a top secret rocket-pack and with the help of his mechanic/mentor, Peevee, he attempts to save his girl and stop the Nazis as The Rocketeer.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "The Rocketeer", "Country": "USA", "Writer": "Dave Stevens (graphic novel \"The Rocketeer\"), Danny Bilson (story), Paul De Meo (story), William Dear (story), Danny Bilson (screenplay), Paul De Meo (screenplay)", "Metascore": "N/A", "imdbRating": "6.4", "Director": "Joe Johnston", "Released": "21 Jun 1991", "Actors": "Billy Campbell, Jennifer Connelly, Alan Arkin, Timothy Dalton", "Year": "1991", "Genre": "Action, Adventure, Family", "Awards": "1 win & 5 nominations.", "Runtime": "108 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzEyMjI2OTQxOF5BMl5BanBnXkFtZTcwODUxMjEyMQ@@._V1_SX300.jpg", "imdbVotes": "40,644", "imdbID": "tt0102803"}, {"Plot": "The biography of Charlie Chaplin, filmmaker extraordinaire. From his formative years in England to his highest successes in America, Charlie's life, work, and loves are followed. While his screen characters were extremely hilarious, the man behind \"The Little Tramp\" was constantly haunted by a sense of loss.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Chaplin", "Country": "USA, Japan, France, Italy", "Writer": "David Robinson (book), Charles Chaplin (book), Diana Hawkins (story), William Boyd (screenplay), Bryan Forbes (screenplay), William Goldman (screenplay)", "Metascore": "N/A", "imdbRating": "7.6", "Director": "Richard Attenborough", "Released": "08 Jan 1993", "Actors": "Robert Downey Jr., Geraldine Chaplin, Paul Rhys, John Thaw", "Year": "1992", "Genre": "Biography, Drama", "Awards": "Nominated for 3 Oscars. Another 3 wins & 11 nominations.", "Runtime": "143 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQzNjMyOTAwMV5BMl5BanBnXkFtZTcwMjU4MjY5MQ@@._V1_SX300.jpg", "imdbVotes": "38,574", "imdbID": "tt0103939"}, {"Plot": "The Legendary Zorro goes off on another adventure to protect the future of California and its citizens. This time, he fights against evil-doers with the help of his beautiful wife, Elena, and their precocious young son, Joaquin. Alejandro De LaVega is torn between two worlds: his life as Zorro and his life as a family man. After Alejandro once again breaks his promise to stop wearing the mask, Elena leaves him, and soon begins seeing Armand, a haughty French Count. But a mysterious explosion in the desert leads Zorro to believe that there's more to Armand than meets the eye, and our hero is intent on finding out what that is. Little does he know, there are others working to uncover certain truths as well.", "Rated": "PG", "Response": "True", "Language": "Spanish, English", "Title": "The Legend of Zorro", "Country": "USA", "Writer": "Roberto Orci (screenplay), Alex Kurtzman (screenplay), Roberto Orci (story), Alex Kurtzman (story), Ted Elliott (story), Terry Rossio (story), Johnston McCulley (character)", "Metascore": "47", "imdbRating": "5.9", "Director": "Martin Campbell", "Released": "28 Oct 2005", "Actors": "Alberto Reyes, Julio Oscar Mechoso, Gustavo Sánchez Parra, Adrian Alonso", "Year": "2005", "Genre": "Action, Adventure, Western", "Awards": "1 win & 3 nominations.", "Runtime": "129 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUzNDU2NTY5M15BMl5BanBnXkFtZTcwNDM1OTYzMQ@@._V1_SX300.jpg", "imdbVotes": "62,318", "imdbID": "tt0386140"}, {"Plot": "A young man is a reformed gambler who must return to playing big stakes poker to help a friend pay off loan sharks.", "Rated": "R", "Response": "True", "Language": "English, Hebrew, Russian", "Title": "Rounders", "Country": "USA", "Writer": "David Levien, Brian Koppelman", "Metascore": "54", "imdbRating": "7.4", "Director": "John Dahl", "Released": "11 Sep 1998", "Actors": "Matt Damon, Gretchen Mol, John Malkovich, Paul Cicero", "Year": "1998", "Genre": "Crime, Drama", "Awards": "1 win & 1 nomination.", "Runtime": "121 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc4OTcxNDY2Nl5BMl5BanBnXkFtZTgwNDg0MzkxMDE@._V1_SX300.jpg", "imdbVotes": "111,906", "imdbID": "tt0128442"}, {"Plot": "Bruce Willis is an outcast FBI agent who protects a 9 year old autistic boy who is the target for assassins after cracking a top secret government code.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Mercury Rising", "Country": "USA", "Writer": "Ryne Douglas Pearson (novel), Lawrence Konner (screenplay), Mark Rosenthal (screenplay)", "Metascore": "N/A", "imdbRating": "6.1", "Director": "Harold Becker", "Released": "03 Apr 1998", "Actors": "Bruce Willis, Alec Baldwin, Miko Hughes, Chi McBride", "Year": "1998", "Genre": "Action, Crime, Drama", "Awards": "2 wins.", "Runtime": "111 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ4NzczMzU1OF5BMl5BanBnXkFtZTcwNzI3MTAzMQ@@._V1_SX300.jpg", "imdbVotes": "49,605", "imdbID": "tt0120749"}, {"Plot": "Astronomer Dr. Ellie Arroway has long been interested in contact to faraway lands, a love fostered in her childhood by her father, Ted Arroway, who passed away when she was nine years old leaving her then orphaned. Her current work in monitoring for extraterrestrial life is based on that love and is in part an homage to her father. Ever since funding from the National Science Foundation (NSF) was pulled on her work, which is referred to some, including her NSF superior David Drumlin, as more science fiction than science, Ellie, with a few of her rogue scientist colleagues, have looked for funding from where ever they could get it to continue their work. When Ellie and her colleagues hear chatter originating from the vicinity of the star Vega, Ellie feels vindicated. But that vindication is short lived when others, including politicians, the military, religious leaders and other scientists such as Drumlin, try to take over her work. When the messages received from space are decoded, the project takes on a whole new dimension, which strengthens for Ellie the quest for the truth. Thrown into the mix are the unknown person who has up until now funded most of Ellie's work and what his motivations are, and Palmer Joss, a renowned author and theologian, who despite their fundamental differences in outlook, is mutually attracted to Ellie, that attraction based in part on intellect and their common goal of wanting to know the truth.", "Rated": "PG", "Response": "True", "Language": "English, Spanish, German, Russian", "Title": "Contact", "Country": "USA", "Writer": "Carl Sagan (novel), Carl Sagan (story), Ann Druyan (story), James V. Hart (screenplay), Michael Goldenberg (screenplay)", "Metascore": "62", "imdbRating": "7.4", "Director": "Robert Zemeckis", "Released": "11 Jul 1997", "Actors": "Jena Malone, David Morse, Jodie Foster, Geoffrey Blake", "Year": "1997", "Genre": "Drama, Mystery, Sci-Fi", "Awards": "Nominated for 1 Oscar. Another 14 wins & 25 nominations.", "Runtime": "150 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjEyMDQxMTMxMF5BMl5BanBnXkFtZTcwNTU0ODcyMg@@._V1_SX300.jpg", "imdbVotes": "177,571", "imdbID": "tt0118884"}, {"Plot": "Dr. Alan Grant is now a happy man with the previous incidents of Jurassic Park now behind him. Grant is that happy that he announce in public, that nothing on Earth can persuade him back onto the islands. Maybe nothing, except Paul Kirby. Kirby and his wife, Amanda want a plane to fly them over Isla Sorna, with Dr. Grant as their guide. But not everything Kirby says is true. When the plane lands, Dr. Grant realizes that there is another reason why they are there, that he doesn't know of. Now, Dr. Grant is stuck on an island he has never been on before, with what was a plane journey now turned into a search party.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish", "Title": "Jurassic Park III", "Country": "USA", "Writer": "Michael Crichton (characters), Peter Buchman, Alexander Payne, Jim Taylor", "Metascore": "42", "imdbRating": "5.9", "Director": "Joe Johnston", "Released": "18 Jul 2001", "Actors": "Sam Neill, William H. Macy, Téa Leoni, Alessandro Nivola", "Year": "2001", "Genre": "Action, Adventure, Sci-Fi", "Awards": "5 wins & 9 nominations.", "Runtime": "92 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjA2NzAyMDgyM15BMl5BanBnXkFtZTYwOTQ5Mjg5._V1_SX300.jpg", "imdbVotes": "174,009", "imdbID": "tt0163025"}, {"Plot": "When a private satellite encounters an unidentified source of heat in Antarctica and it is found to be a pyramid buried deep underground , a search team comprising of top-of-the-line archaeologists and engineers is sent to Antarctica to find out more . Once there , the team comes across signs which indicate that the place is inhabited by an unknown alien species . It is not long before the aliens begin to hunt the team members . At the same time , a trio of coming-of-age Predators have arrived to collect the skulls of the aliens as trophies , and the humans are caught between a deadly battle between the two warring species .", "Rated": "PG-13", "Response": "True", "Language": "English, Italian", "Title": "AVP: Alien vs. Predator", "Country": "USA, UK, Czech Republic, Canada, Germany", "Writer": "Dan O'Bannon (\"Alien\" characters), Ronald Shusett (\"Alien\" characters), Jim Thomas (\"Predator\" characters), John Thomas (\"Predator\" characters), Paul W.S. Anderson (screen story), Dan O'Bannon (screen story), Ronald Shusett (screen story), Paul W.S. Anderson (screenplay)", "Metascore": "29", "imdbRating": "5.6", "Director": "Paul W.S. Anderson", "Released": "13 Aug 2004", "Actors": "Sanaa Lathan, Raoul Bova, Lance Henriksen, Ewen Bremner", "Year": "2004", "Genre": "Action, Adventure, Sci-Fi", "Awards": "2 wins & 2 nominations.", "Runtime": "101 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_SX300.jpg", "imdbVotes": "127,907", "imdbID": "tt0370263"}, {"Plot": "Needing extra cash, two brothers conspire to pull off the perfect, victimless crime. No guns, no violence, no problem. But when an accomplice ignores the rules and crosses the line, his actions trigger a series of events in which no one is left unscathed.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Before the Devil Knows You're Dead", "Country": "USA", "Writer": "Kelly Masterson", "Metascore": "84", "imdbRating": "7.3", "Director": "Sidney Lumet", "Released": "26 Sep 2007", "Actors": "Philip Seymour Hoffman, Ethan Hawke, Albert Finney, Marisa Tomei", "Year": "2007", "Genre": "Crime, Drama, Thriller", "Awards": "18 wins & 23 nominations.", "Runtime": "117 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ1NzM2ODQxNF5BMl5BanBnXkFtZTcwMDczMDU1MQ@@._V1_SX300.jpg", "imdbVotes": "77,121", "imdbID": "tt0292963"}, {"Plot": "In Johannesburg, a small time criminal, Tsotsi, is a teenager without feelings, hardened by his tough life. After a series of violent gang hits, Tsotsi hijacks a car. However, whilst driving, Tsotsi finds that there is a baby on the back seat. He brings the baby to his house in the slum. The next six days bring about a change in him that couldn't be foreseen.", "Rated": "R", "Response": "True", "Language": "Zulu, Xhosa, Afrikaans, English", "Title": "Tsotsi", "Country": "UK, South Africa", "Writer": "Athol Fugard (novel), Gavin Hood", "Metascore": "70", "imdbRating": "7.3", "Director": "Gavin Hood", "Released": "23 Dec 2005", "Actors": "Presley Chweneyagae, Terry Pheto, Kenneth Nkosi, Mothusi Magano", "Year": "2005", "Genre": "Crime, Drama", "Awards": "Won 1 Oscar. Another 16 wins & 12 nominations.", "Runtime": "94 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNDU1NTkyMV5BMl5BanBnXkFtZTcwNDkxMDIzMQ@@._V1_SX300.jpg", "imdbVotes": "23,666", "imdbID": "tt0468565"}, {"Plot": "In the Eighteenth Century, Rayne is the half-human half-vampire Dhampir and the lead attraction in a carnival's freak-show in Romania. When she escapes, she meets a fortuneteller that tells that her mother was raped by the king of the vampires Kagan and she decides to destroy her father. In her journey for revenge, she meets Vladimir and Sebastian, the leaders of the fortress of vampire hunters Brimstone, and she joins their society. She seeks for powerful talismans to defeat Kagan, while the skilled warriors Vladimir and Sebastian train her to face the forces of Kagan and her human side falls in love with Sebastian.", "Rated": "R", "Response": "True", "Language": "English", "Title": "BloodRayne", "Country": "USA, Germany", "Writer": "Guinevere Turner", "Metascore": "18", "imdbRating": "2.8", "Director": "Uwe Boll", "Released": "06 Jan 2006", "Actors": "Kristanna Loken, Michael Madsen, Matthew Davis, Will Sanderson", "Year": "2005", "Genre": "Action, Adventure, Fantasy", "Awards": "6 nominations.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc5MTIwMjcyMF5BMl5BanBnXkFtZTcwMTkwODgzMQ@@._V1_SX300.jpg", "imdbVotes": "29,334", "imdbID": "tt0383222"}, {"Plot": "Growing up on the family sheep farm was idyllic for smart, sensitive Harry Olfield, except for some knavish mischief from cocky brother Angus, until their dad has a fatal accident. Fifteen years later, Harry has finished sheep-phobia therapy and his ICT schooling and returns. Angus buys him out, all ready to present the genetically engineered Oldfield sheep he bred with a ruthless team. When environmentalist Grant steals a discarded embryo, which has sharp teeth, he gets bitten by it, and thus the first to be infected with predatory hunger and a mechanism that turns any mammal into a werewolf version. Running for the farm men, Grant's mate, student Experience, gets teamed up with Harry and his boorish but gentle pastoral youth friend Tucker. They must survive both the bloodthirsty sheep and their creators, who didn't realize this yet but dispose of an antidote.", "Rated": "NOT RATED", "Response": "True", "Language": "English", "Title": "Black Sheep", "Country": "New Zealand", "Writer": "Jonathan King", "Metascore": "62", "imdbRating": "5.8", "Director": "Jonathan King", "Released": "29 Mar 2007", "Actors": "Nathan Meister, Peter Feeney, Danielle Mason, Tammy Davis", "Year": "2006", "Genre": "Comedy, Horror, Sci-Fi", "Awards": "5 wins & 5 nominations.", "Runtime": "87 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNzcwMTA1MjEzMl5BMl5BanBnXkFtZTcwNzE0MzQ0MQ@@._V1_SX300.jpg", "imdbVotes": "32,643", "imdbID": "tt0779982"}, {"Plot": "A group of teenagers including Cindy Campbell and Bobby Prinze, accidentally hit a man when driving, and dispose of the body, but now they are being stalked by a very recognisable masked killer. The victim count increases, whilst Cindy must survive the carnage that has she has seen in so many films before.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Scary Movie", "Country": "USA", "Writer": "Shawn Wayans, Marlon Wayans, Buddy Johnson, Phil Beauman, Jason Friedberg, Aaron Seltzer", "Metascore": "48", "imdbRating": "6.2", "Director": "Keenen Ivory Wayans", "Released": "07 Jul 2000", "Actors": "Carmen Electra, Dave Sheridan, Frank B. Moore, Giacomo Baessato", "Year": "2000", "Genre": "Comedy", "Awards": "7 wins & 5 nominations.", "Runtime": "88 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTYzMTI3NjQzM15BMl5BanBnXkFtZTcwOTkzMzMyMQ@@._V1_SX300.jpg", "imdbVotes": "167,928", "imdbID": "tt0175142"}, {"Plot": "In the third movie of Rodriguez's \"Mariachi\" trilogy, a Mexican drug lord pretends to overthrow the Mexican government, and is connected to a corrupt CIA agent who at that time, demands retribution from his worst enemy to carry out the drug lord's uprising against the government.", "Rated": "R", "Response": "True", "Language": "English, Spanish", "Title": "Once Upon a Time in Mexico", "Country": "USA", "Writer": "Robert Rodriguez", "Metascore": "56", "imdbRating": "6.4", "Director": "Robert Rodriguez", "Released": "12 Sep 2003", "Actors": "Antonio Banderas, Salma Hayek, Johnny Depp, Mickey Rourke", "Year": "2003", "Genre": "Action, Thriller", "Awards": "3 wins & 4 nominations.", "Runtime": "102 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU5MDg5OTcwOV5BMl5BanBnXkFtZTcwMjI1MTIzMw@@._V1_SX300.jpg", "imdbVotes": "118,644", "imdbID": "tt0285823"}, {"Plot": "The FBI estimates there are currently over 300 active serial killers in the United States. What would happen if these killers had a way of communicating and connecting with each other? What if they were able to work together and form alliances across the country? What if one brilliant psychotic serial killer was able to bring them all together and activate a following?", "Rated": "TV-14", "Response": "True", "Language": "English", "Title": "The Following", "Country": "USA", "Writer": "Kevin Williamson", "Metascore": "N/A", "imdbRating": "7.5", "Director": "N/A", "Released": "21 Jan 2013", "Actors": "Kevin Bacon, Shawn Ashmore, James Purefoy, Valorie Curry", "Year": "2013–", "Genre": "Crime, Drama, Mystery", "Awards": "3 wins & 11 nominations.", "Runtime": "43 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUxNTk0MjUwOV5BMl5BanBnXkFtZTgwOTE4MDc2NDE@._V1_SX300.jpg", "imdbVotes": "65,166", "imdbID": "tt2071645"}, {"Plot": "Sydney Bristow is a young, athletic, college graduate who was recruited her freshman year as a secret agent for SD-6, a top-secret branch of the CIA. After a few years -- after Sydney confides her lifestyle to her boyfriend, the evil head of SD-6 -- Arvin Sloan, has him killed. Sydney learns that SD-6 is part of a rogue international agency called the Alliance of 12, out to rule the world. She becomes a double agent, working with the real CIA to bring down SD-6 with the assistance of her handler, Michael Vaughn, and her estranged father Jack Bristow -- also a double agent. Along the way, Sydney fights various rival agents, rival terrorist groups, and traitors all the while keeping her cloak-and-dagger lifestyle a secret from her friends. (Season 1)", "Rated": "TV-14", "Response": "True", "Language": "English, Bulgarian, Arabic, Cantonese, French, German, Hebrew, Hindi, Hungarian, Indonesian, Italian, Japanese, Portuguese, Romanian, Russian, Spanish, Thai, Ukrainian, Uzbek, Dutch", "Title": "Alias", "Country": "USA", "Writer": "J.J. Abrams", "Metascore": "N/A", "imdbRating": "7.6", "Director": "N/A", "Released": "30 Sep 2001", "Actors": "Jennifer Garner, Ron Rifkin, Carl Lumbly, Kevin Weisman", "Year": "2001–2006", "Genre": "Action, Drama, Mystery", "Awards": "Won 1 Golden Globe. Another 23 wins & 115 nominations.", "Runtime": "42 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU3NjE3ODc4MV5BMl5BanBnXkFtZTcwMjk2NjUzMQ@@._V1_SX300.jpg", "imdbVotes": "34,236", "imdbID": "tt0285333"}, {"Plot": "Tracy Turnblad, an overweight teenager with all the right moves, is obsessed with the Corny Collins Show. Every day after school, she and her best friend Penny run home to watch the show and drool over the hot Link Larkin, much to Tracy's mother Edna's dismay. After one of the stars of the show leaves, Corny Collins holds auditions to see who will be the next person on the Corny Collins show. With all of the help of her friend Seaweed, Tracy makes it on the show, angering the evil dance queen Amber Von Tussle and her mother Velma. Tracy then decides that it's not fair that the black kids can only dance on the Corny Collins Show once a month, and with the help of Seaweed, Link, Penny, Motormouth Maybelle, her father and Edna, she's going to integrate the show.....without denting her 'do!", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Hairspray", "Country": "USA, UK", "Writer": "Leslie Dixon (screenplay), John Waters, Mark O'Donnell (musical play), Thomas Meehan (musical play)", "Metascore": "81", "imdbRating": "6.8", "Director": "Adam Shankman", "Released": "20 Jul 2007", "Actors": "John Travolta, Michelle Pfeiffer, Christopher Walken, Amanda Bynes", "Year": "2007", "Genre": "Comedy, Musical, Romance", "Awards": "Nominated for 3 Golden Globes. Another 18 wins & 32 nominations.", "Runtime": "117 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIyMTMzNzIyNV5BMl5BanBnXkFtZTcwMjM1NDk0MQ@@._V1_SX300.jpg", "imdbVotes": "88,581", "imdbID": "tt0427327"}, {"Plot": "Mexican Narcotics officer Ramon Miguel 'Mike' Vargas has to interrupt his honeymoon on the Mexican-US border when an American building contractor is killed after someone places a bomb in his car. He's killed on the US side of the border but it's clear that the bomb was planted on the Mexican side. As a result, Vargas delays his return to Mexico City where he has been mounting a case against the Grandi family crime and narcotics syndicate. Police Captain Hank Quinlan is in charge on the US side and he soon has a suspect, a Mexican named Manolo Sanchez. Vargas is soon onto Quinlan and his Sergeant, Pete Menzies, when he catches them planting evidence to convict Sanchez. With his new American wife, Susie, safely tucked away in a hotel on the US side of the border - or so he thinks - he starts to review Quinlan's earlier cases. While concentrating on the corrupt policeman however, the Grandis have their own plans for Vargas and they start with his wife Susie.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish", "Title": "Touch of Evil", "Country": "USA", "Writer": "Orson Welles (screenplay), Whit Masterson (based on the novel \"Badge Of Evil\" by)", "Metascore": "N/A", "imdbRating": "8.2", "Director": "Orson Welles", "Released": "01 May 1958", "Actors": "Charlton Heston, Janet Leigh, Orson Welles, Joseph Calleia", "Year": "1958", "Genre": "Crime, Film-Noir, Thriller", "Awards": "6 wins & 1 nomination.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTY3NjIwMDY4M15BMl5BanBnXkFtZTgwODMwODgyMTE@._V1_SX300.jpg", "imdbVotes": "63,380", "imdbID": "tt0052311"}, {"Plot": "Charlie, a poet, hasn't had much luck with women, but then he meets Harriet, the girl of his dreams.. or is it his nightmares. Charlie begins to suspect that Harriet is Ms X, a woman who marries then kills her husbands.", "Rated": "PG-13", "Response": "True", "Language": "English, Russian", "Title": "So I Married an Axe Murderer", "Country": "USA", "Writer": "Robbie Fox", "Metascore": "N/A", "imdbRating": "6.4", "Director": "Thomas Schlamme", "Released": "30 Jul 1993", "Actors": "Mike Myers, Nancy Travis, Anthony LaPaglia, Amanda Plummer", "Year": "1993", "Genre": "Comedy, Crime, Romance", "Awards": "N/A", "Runtime": "93 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTY3OTY0NzYzMV5BMl5BanBnXkFtZTcwMDc2MjYxMQ@@._V1_SX300.jpg", "imdbVotes": "26,183", "imdbID": "tt0108174"}, {"Plot": "The car of successful author Anna Rivers is found disabled next to the river, the thought being that she accidentally fell into the river while trying to change a flat tire. Her dead body is found upstream several weeks later, consistent with the accidental death theory. Based on incidents around him, her grieving husband, architect Jonathan Rivers, decides several months later to visit with Raymond Price, who approached John prior to Anna's body being found with news that she was trying to contact him from beyond. At that time, John was skeptical of Raymond's claims of electronic voice phenomena (EVP): that he is contacted from the beyond through electronic means - radio, television - which he is able to record. Along with Sarah Tate, another of Raymond's \"clients\" whose fiancé passed away, John becomes obsessed with EVP as he gets more and more audio and video messages, however fuzzy, from Anna from beyond. That obsession takes a slight change in focus when John believes that Anna is trying to pass along information to help others. But the nature of those messages and their connection to Raymond in combination with John learning that not all good comes through EVP leads to the possible belief that he dabbling in EVP in and of itself may be dangerous and the cause of those potentially deadly issues in which he is supposed to assist in helping. John has to decide whether or not to continue with his work in EVP, not continuing which means that he may actually prevent bad things from happening, and continuing which means that he gets his much wanted connection with Anna.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "White Noise", "Country": "UK, Canada, USA", "Writer": "Niall Johnson", "Metascore": "30", "imdbRating": "5.5", "Director": "Geoffrey Sax", "Released": "07 Jan 2005", "Actors": "Michael Keaton, Chandra West, Deborah Kara Unger, Ian McNeice", "Year": "2005", "Genre": "Drama, Horror, Mystery", "Awards": "1 win & 2 nominations.", "Runtime": "101 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTYzNjA2MDk0NF5BMl5BanBnXkFtZTcwNjkwODcyMQ@@._V1_SX300.jpg", "imdbVotes": "39,447", "imdbID": "tt0375210"}, {"Plot": "A paranormal investigator uses technology and mysticism to bring messages from the deceased.", "Rated": "N/A", "Response": "True", "Language": "English", "Title": "Is There Anything Else?", "Country": "USA", "Writer": "Sean G. Tarjoto", "Metascore": "N/A", "imdbRating": "N/A", "Director": "Brian Chamberlain", "Released": "11 Jul 2009", "Actors": "Cynthia Brothers, Claro de los Reyes, Sean G. Tarjoto, Migina Tsai", "Year": "2009", "Genre": "Short, Thriller", "Awards": "N/A", "Runtime": "5 min", "Type": "movie", "Poster": "N/A", "imdbVotes": "N/A", "imdbID": "tt1584839"}, {"Plot": "Batman, the costumed crime-fighter who prowls the night skies in Gotham City, soon finds there's another vigilante in town knocking off prominent mob figures. Despite the scythe-like blade for a hand, a mechanical voice and the cloud of smoke that follows the figure wherever it goes, the police and outraged officials mistake the homicidal crusader for Batman himself and demand that the city's longtime hero be brought to justice. Meanwhile, Andrea Beaumont returns to town. She is the lost love of Bruce Wayne, the billionaire playboy who is Batman's alter ego, and was an integral part of Wayne's decision ten years earlier to don the cape and cowl. Now, she is back in his life and is no less a disruption than the return of his old archenemy, The Joker, who has a stake in seeing the annihilation of this new vigilante, whoever it proves to be.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Batman: Mask of the Phantasm", "Country": "USA", "Writer": "Bob Kane (character created by: Batman), Alan Burnett (story), Alan Burnett (screenplay), Paul Dini (screenplay), Martin Pasko (screenplay), Michael Reaves (screenplay)", "Metascore": "N/A", "imdbRating": "7.9", "Director": "Eric Radomski, Bruce W. Timm, Kevin Altieri, Boyd Kirkland, Frank Paur, Dan Riba", "Released": "25 Dec 1993", "Actors": "Kevin Conroy, Dana Delany, Hart Bochner, Stacy Keach", "Year": "1993", "Genre": "Animation, Action, Adventure", "Awards": "1 nomination.", "Runtime": "76 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMzODU0NTYxN15BMl5BanBnXkFtZTcwNDUxNzUyMQ@@._V1_SX300.jpg", "imdbVotes": "24,564", "imdbID": "tt0106364"}, {"Plot": "In the Victorian London, the barber Benjamin Barker is married to the gorgeous Lucy and they have a lovely child, Johanna. The beauty of Lucy attracts the attention of the corrupt Judge Turpin, who falsely accuses the barber of a crime that he did not commit and abuses Lucy later after gaining custody of her. After fifteen years in exile, Benjamin returns to London under the new identity of Sweeney Todd, seeking revenge against Turpin. He meets the widow Mrs. Lovett who is the owner of a meat pie shop who tells him that Lucy swallowed arsenic many years ago, and Turpin assigned himself tutor of Johanna. He opens a barber shop above her store, initiating a crime rampage against those who made him suffer and lose his beloved family.", "Rated": "R", "Response": "True", "Language": "English, Italian", "Title": "Sweeney Todd: The Demon Barber of Fleet Street", "Country": "USA, UK", "Writer": "John Logan (screenplay), Hugh Wheeler (musical), Christopher Bond (musical adaptation)", "Metascore": "83", "imdbRating": "7.5", "Director": "Tim Burton", "Released": "21 Dec 2007", "Actors": "Johnny Depp, Helena Bonham Carter, Alan Rickman, Timothy Spall", "Year": "2007", "Genre": "Drama, Horror, Musical", "Awards": "Won 1 Oscar. Another 33 wins & 55 nominations.", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg3NjUxMzM5NV5BMl5BanBnXkFtZTcwMzQ1NjQzMw@@._V1_SX300.jpg", "imdbVotes": "251,669", "imdbID": "tt0408236"}, {"Plot": "An intense portrayal of elite soldiers who have one of the most dangerous jobs in the world: disarming bombs in the heat of combat. When a new sergeant, James, takes over a highly trained bomb disposal team amidst violent conflict, he surprises his two subordinates, Sanborn and Eldridge, by recklessly plunging them into a deadly game of urban combat. James behaves as if he's indifferent to death. As the men struggle to control their wild new leader, the city explodes into chaos, and James' true character reveals itself in a way that will change each man forever.", "Rated": "R", "Response": "True", "Language": "English, Arabic, Turkish", "Title": "The Hurt Locker", "Country": "USA", "Writer": "Mark Boal", "Metascore": "94", "imdbRating": "7.6", "Director": "Kathryn Bigelow", "Released": "10 Oct 2008", "Actors": "Jeremy Renner, Anthony Mackie, Brian Geraghty, Guy Pearce", "Year": "2008", "Genre": "Drama, Thriller, War", "Awards": "Won 6 Oscars. Another 122 wins & 91 nominations.", "Runtime": "131 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNzEwNzQ1NjczM15BMl5BanBnXkFtZTcwNTk3MTE1Mg@@._V1_SX300.jpg", "imdbVotes": "285,605", "imdbID": "tt0887912"}, {"Plot": "Life for former United Nations investigator Gerry Lane and his family seems content. Suddenly, the world is plagued by a mysterious infection turning whole human populations into rampaging mindless zombies. After barely escaping the chaos, Lane is persuaded to go on a mission to investigate this disease. What follows is a perilous trek around the world where Lane must brave horrific dangers and long odds to find answers before human civilization falls.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish, Hebrew, Arabic", "Title": "World War Z", "Country": "USA, Malta", "Writer": "Matthew Michael Carnahan (screenplay), Drew Goddard (screenplay), Damon Lindelof (screenplay), Matthew Michael Carnahan (screen story), J. Michael Straczynski (screen story), Max Brooks (based on the novel by)", "Metascore": "63", "imdbRating": "7.0", "Director": "Marc Forster", "Released": "21 Jun 2013", "Actors": "Brad Pitt, Mireille Enos, Daniella Kertesz, James Badge Dale", "Year": "2013", "Genre": "Action, Adventure, Horror", "Awards": "4 wins & 18 nominations.", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg0NTgxMjIxOF5BMl5BanBnXkFtZTcwMDM0MDY1OQ@@._V1_SX300.jpg", "imdbVotes": "386,768", "imdbID": "tt0816711"}, {"Plot": "Haley Graham is a former gymnast-turned-juvenile delinquent who, after one too many run-ins with the law, is forced to enroll at an elite gymnastics academy, the VGA in Houston, Texas which is run by the legendary Olympic gymnast Burt Vickerman. But the rebellious Haley is not welcomed into the academy by the other teenage gymnasts who despise her for walking out on her Junior Olympic team years earlier during a competition which cost them the gold medal. But Haley is not a docile person either and makes every effort to provoke conflicts with the other girls. Vickerman takes it upon himself to coach Haley in his own way to make her regain her self respect for the VGA's coming spot on the Gymnastic Nationals.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Stick It", "Country": "Germany, USA", "Writer": "Jessica Bendinger", "Metascore": "53", "imdbRating": "6.4", "Director": "Jessica Bendinger", "Released": "28 Apr 2006", "Actors": "Jeff Bridges, Missy Peregrym, Vanessa Lengies, Nikki SooHoo", "Year": "2006", "Genre": "Comedy, Drama, Sport", "Awards": "N/A", "Runtime": "103 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTI1MDAzMDgzMF5BMl5BanBnXkFtZTcwNzc1ODQzMQ@@._V1_SX300.jpg", "imdbVotes": "20,360", "imdbID": "tt0430634"}, {"Plot": "The Law Enforcement Technology Advancement Centre (LETAC) has developed SID version 6.7: a Sadistic, Intelligent, and Dangerous virtual reality entity which is synthesized from the personalities of more than 150 serial killers. LETAC would like to train police officers by putting them in VR with SID, but they must prove the concept by using prisoners as test subjects. One such prisoner is ex-cop Parker Barnes. When SID manages to inject his personality into a nano-machine android, it appears that Barnes might be the only one who can stop him.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Virtuosity", "Country": "USA", "Writer": "Eric Bernt", "Metascore": "39", "imdbRating": "5.5", "Director": "Brett Leonard", "Released": "04 Aug 1995", "Actors": "Denzel Washington, Kelly Lynch, Russell Crowe, Stephen Spinella", "Year": "1995", "Genre": "Action, Crime, Sci-Fi", "Awards": "1 nomination.", "Runtime": "106 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIyNDkwNTc4MF5BMl5BanBnXkFtZTcwNTU2MDMyMQ@@._V1_SX300.jpg", "imdbVotes": "21,934", "imdbID": "tt0114857"}, {"Plot": "N/A", "Rated": "N/A", "Response": "True", "Language": "Italian", "Title": "Sodoma & Gomorra", "Country": "Italy", "Writer": "James Russolillo (screenplay)", "Metascore": "N/A", "imdbRating": "5.8", "Director": "Joe D'Amato", "Released": "15 Apr 2002", "Actors": "Kelly Trump, Ursula Moore, Maria Papp, Sylvia Ross", "Year": "1997", "Genre": "Adult", "Awards": "N/A", "Runtime": "73 min", "Type": "movie", "Poster": "N/A", "imdbVotes": "23", "imdbID": "tt0329621"}, {"Plot": "Frank Goode lives by himself in Elmira, NY, a recent widower with heart trouble, retired from a factory job, proud of having pushed his adult children toward success. In the summer, all four kids bail on a reunion, so, against doctor's orders, Frank decides to surprise each with a visit. He sets out to see his artist son in New York City, his daughter the ad exec in Chicago, his son the conductor on tour and presently in Denver, and his daughter who's a performer in Vegas. None are as he imagines or hopes. Will they let him see themselves as they are, and can this dad adapt?", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Everybody's Fine", "Country": "USA", "Writer": "Kirk Jones, Giuseppe Tornatore (original screenplay), Tonino Guerra (original screenplay), Massimo De Rita (original screenplay)", "Metascore": "47", "imdbRating": "7.2", "Director": "Kirk Jones", "Released": "04 Dec 2009", "Actors": "Robert De Niro, Drew Barrymore, Kate Beckinsale, Sam Rockwell", "Year": "2009", "Genre": "Adventure, Drama", "Awards": "Nominated for 1 Golden Globe. Another 1 win & 4 nominations.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTM1NzEwNzA5MV5BMl5BanBnXkFtZTcwNTE0NjAyMw@@._V1_SX300.jpg", "imdbVotes": "45,417", "imdbID": "tt0780511"}, {"Plot": "Toula Portokalos is 30, Greek, and works in her family's restaurant, Dancing Zorba's, in Chicago. All her father Gus wants is for her to get married to a nice Greek boy. But Toula is looking for more in life. Her mother convinces Gus to let her take some computer classes at college (making him think it's his idea). With those classes under her belt, she then takes over her aunt's travel agency (again making her father think it's his idea). She meets Ian Miller, a high school English teacher, WASP, and dreamboat she had made a fool of herself over at the restaurant; they date secretly for a while before her family finds out. Her father is livid over her dating a non-Greek. He has to learn to accept Ian; Ian has to learn to accept Toula's huge family, and Toula has to learn to accept herself.", "Rated": "PG", "Response": "True", "Language": "English, Greek", "Title": "My Big Fat Greek Wedding", "Country": "USA, Canada", "Writer": "Nia Vardalos", "Metascore": "62", "imdbRating": "6.6", "Director": "Joel Zwick", "Released": "02 Aug 2002", "Actors": "Nia Vardalos, Michael Constantine, Christina Eleusiniotis, Kaylee Vieira", "Year": "2002", "Genre": "Comedy, Romance", "Awards": "Nominated for 1 Oscar. Another 18 wins & 24 nominations.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg2MzY0NDM1Ml5BMl5BanBnXkFtZTYwNzUzNDg5._V1_SX300.jpg", "imdbVotes": "89,240", "imdbID": "tt0259446"}, {"Plot": "A day in the life of a barbershop on the south side of Chicago. Calvin, who inherited the struggling business from his deceased father, views the shop as nothing but a burden and waste of his time. After selling the shop to a local loan shark, Calvin slowly begins to see his father's vision and legacy and struggles with the notion that he just sold it out. The barbershop is filled with characters who share their stories, jokes, trials and tribulations. In the shop we find Eddie, an old barber with strong opinions and no customers. Jimmy is a highly educated barber with a superiority complex who can't stand Isaac, the new, white barber who just wants a shot at cutting some hair. Ricky is an ex-con with two strikes against him and is desperately trying to stay straight. Terri is a hard-edged woman who can't seem to leave her two-timing boyfriend. And lastly there's Dinka, a fellow barber who is madly in love with Terri but doesn't get the time of day.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Barbershop", "Country": "USA", "Writer": "Mark Brown (story), Mark Brown (screenplay), Don D. Scott (screenplay), Marshall Todd (screenplay)", "Metascore": "66", "imdbRating": "6.3", "Director": "Tim Story", "Released": "13 Sep 2002", "Actors": "Ice Cube, Anthony Anderson, Cedric the Entertainer, Sean Patrick Thomas", "Year": "2002", "Genre": "Comedy, Drama", "Awards": "1 win & 17 nominations.", "Runtime": "102 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTgxNTE0OTEzM15BMl5BanBnXkFtZTYwMjgwNzk2._V1_SX300.jpg", "imdbVotes": "19,209", "imdbID": "tt0303714"}, {"Plot": "New York gangster Ben 'Bugsy' Siegel takes a brief business trip to Los Angeles. A sharp-dressing womaniser with a foul temper, Siegel doesn't hesitate to kill or maim anyone crossing him. In L.A. the life, the movies, and most of all strong-willed Virginia Hill detain him while his family wait back home. Then a trip to a run-down gambling joint at a spot in the desert known as Las Vegas gives him his big idea.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Bugsy", "Country": "USA", "Writer": "James Toback, Dean Jennings (book)", "Metascore": "N/A", "imdbRating": "6.8", "Director": "Barry Levinson", "Released": "20 Dec 1991", "Actors": "Warren Beatty, Annette Bening, Harvey Keitel, Ben Kingsley", "Year": "1991", "Genre": "Biography, Crime, Drama", "Awards": "Won 2 Oscars. Another 16 wins & 24 nominations.", "Runtime": "136 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjIzMTgwODE0Nl5BMl5BanBnXkFtZTgwNzgyMDUxMDE@._V1_SX300.jpg", "imdbVotes": "19,772", "imdbID": "tt0101516"}, {"Plot": "A young family are visited by ghosts in their home. At first the ghosts appear friendly, moving objects around the house to the amusement of everyone, then they turn nasty and start to terrorise the family before they \"kidnap\" the youngest daughter.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Poltergeist", "Country": "USA", "Writer": "Steven Spielberg (screenplay), Michael Grais (screenplay), Mark Victor (screenplay), Steven Spielberg (story)", "Metascore": "N/A", "imdbRating": "7.4", "Director": "Tobe Hooper", "Released": "04 Jun 1982", "Actors": "Craig T. Nelson, JoBeth Williams, Beatrice Straight, Dominique Dunne", "Year": "1982", "Genre": "Horror", "Awards": "Nominated for 3 Oscars. Another 4 wins & 4 nominations.", "Runtime": "114 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4NzMyMjAyOV5BMl5BanBnXkFtZTYwNjY0MzI5._V1_SX300.jpg", "imdbVotes": "88,411", "imdbID": "tt0084516"}, {"Plot": "In New York, the owner of a sophisticated antique shop Russell Edwin Nash is challenged to a sword fight in the parking lot of the Madison Square Garden by a man called Iman Fasil that is beheaded by Russell. He hides his sword and is arrested by the police while leaving the stadium. Russell recalls his life in the Sixteenth Century in Scotland, when he is Connor MacLeod and is deadly wounded in a battle against another Clan. However he surprisingly survives and his Clan believes he has a pact with the devil and expels him from their lands. Then he meets Juan Sanchez Villa-Lobos Ramirez that explains that he is immortal unless he is beheaded. Further, the immortals dispute a game killing each other and in the end only one survives receiving a price with the power of the other immortals. Russell is released by the police, but the snoopy forensic agent Brenda J. Wyatt is attracted by the case since she founds fragments of an ancient Katana and follows Russell. But the also immortal Kurgan is hunting down MacLeod and Brenda is in the middle of their battle.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Highlander", "Country": "UK", "Writer": "Gregory Widen (story), Gregory Widen (screenplay), Peter Bellwood (screenplay), Larry Ferguson (screenplay)", "Metascore": "24", "imdbRating": "7.2", "Director": "Russell Mulcahy", "Released": "07 Mar 1986", "Actors": "Christopher Lambert, Roxanne Hart, Clancy Brown, Sean Connery", "Year": "1986", "Genre": "Action, Adventure, Fantasy", "Awards": "N/A", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTM4MzU4MDk2MF5BMl5BanBnXkFtZTcwMDQzNzQzMQ@@._V1_SX300.jpg", "imdbVotes": "89,507", "imdbID": "tt0091203"}, {"Plot": "A 16 year old Louisiana girl moves in with her homosexual half-brother and immediately starts coming on to his sexual partner, finally forcing him into an affair in which she becomes pregnant. The whole affair blows into a scandal exposing her school teacher brother and the true parent of the child is called into question as it is revealed that there have been a series of lovers.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Opposite of Sex", "Country": "USA", "Writer": "Don Roos", "Metascore": "70", "imdbRating": "6.5", "Director": "Don Roos", "Released": "22 May 1998", "Actors": "Christina Ricci, Martin Donovan, Lisa Kudrow, Lyle Lovett", "Year": "1998", "Genre": "Comedy", "Awards": "Nominated for 1 Golden Globe. Another 15 wins & 21 nominations.", "Runtime": "105 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk4NzMwNzExM15BMl5BanBnXkFtZTcwODA1NDQyMQ@@._V1_SX300.jpg", "imdbVotes": "17,630", "imdbID": "tt0120777"}, {"Plot": "A remake of the hit 2001 BBC TV series The Office (2001), this is a mockumentary that documents the exploits of a paper supply company in Scranton, Pennsylvania. Made up of head chief Michael Scott, a harmlessly deluded and ignorantly insensitive boss who cares about the welfare of his employees while trying to put his own spin on company policy. With an office including the likes of various peers who have their own hangups, The Office (2005) takes a look at the lives of its co-workers: bored but talented salesman Jim, his mildly sociopathic, butt kissing enemy Dwight, mildly righteous receptionist Pam, and indifferent temp Ryan.", "Rated": "TV-PG", "Response": "True", "Language": "English", "Title": "The Office", "Country": "USA", "Writer": "Greg Daniels, Ricky Gervais, Stephen Merchant", "Metascore": "N/A", "imdbRating": "8.8", "Director": "N/A", "Released": "24 Mar 2005", "Actors": "Rainn Wilson, John Krasinski, Jenna Fischer, Leslie David Baker", "Year": "2005–2013", "Genre": "Comedy", "Awards": "Won 1 Golden Globe. Another 30 wins & 143 nominations.", "Runtime": "22 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTgzNjAzMDE0NF5BMl5BanBnXkFtZTcwNTEyMzM3OA@@._V1_SX300.jpg", "imdbVotes": "161,531", "imdbID": "tt0386676"}, {"Plot": "The gangster Nino has a gang who call themselves Cash Money Brothers. They get into the crack business and not before long they make a million dollars every week. A cop, Scotty, is after them. He tries to get into the gang by letting an ex-drug addict infiltrate the gang, but the attempt fails miserably. The only thing that remains is that Scotty himself becomes a drug pusher.", "Rated": "R", "Response": "True", "Language": "English", "Title": "New Jack City", "Country": "USA", "Writer": "Thomas Lee Wright (story), Thomas Lee Wright (screenplay), Barry Michael Cooper (screenplay)", "Metascore": "N/A", "imdbRating": "6.6", "Director": "Mario Van Peebles", "Released": "08 Mar 1991", "Actors": "Wesley Snipes, Ice-T, Allen Payne, Chris Rock", "Year": "1991", "Genre": "Action, Crime, Drama", "Awards": "1 win & 3 nominations.", "Runtime": "97 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjAzNTQzMjkwNl5BMl5BanBnXkFtZTYwODA3NjM5._V1_SX300.jpg", "imdbVotes": "20,779", "imdbID": "tt0102526"}, {"Plot": "Kate and Charlie have a perfect life planned out before them: buying a house, marriage, kids, the whole works. Kate's fear of flying keeps her in Canada while Charlie goes to Paris for a medical convention. While there Charlie is smitten by the lovely Juliette. He calls off the wedding with Kate and she nervously boards a plane to get him back. She ends up sitting next to the petty French thief Luc Teyssier. He hides a stolen necklace and smuggled grape vine in her bag to get it through customs. Her bag is stolen, the necklace apparently lost, and Kate and Luc head to Cannes -- Luc to find the necklace and Kate get Charlie back. Along the way, Kate and Luc begin having feelings for each other -- which change the course of their lives.", "Rated": "PG-13", "Response": "True", "Language": "English, French", "Title": "French Kiss", "Country": "UK, USA", "Writer": "Adam Brooks", "Metascore": "50", "imdbRating": "6.5", "Director": "Lawrence Kasdan", "Released": "05 May 1995", "Actors": "Meg Ryan, Kevin Kline, Timothy Hutton, Jean Reno", "Year": "1995", "Genre": "Comedy, Drama, Romance", "Awards": "2 nominations.", "Runtime": "111 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTkzMjg5MDQ3M15BMl5BanBnXkFtZTgwOTM5NTE0MDE@._V1_SX300.jpg", "imdbVotes": "35,498", "imdbID": "tt0113117"}, {"Plot": "A former rock star, Johnny Boz, is brutally killed during sex, and the case is assigned to detective Nick Curran of the SFPD. During the investigation, Nick meets Catherine Tramell, a crime novelist who was Boz's girlfriend when he died. Catherine proves to be a very clever and manipulative woman, and though Nick is more or less convinced that she murdered Boz, he is unable to find any evidence. Later, when Nilsen, Nick's rival in the police, is killed, Nick suspects of Catherine's involvement in it. He then starts to play a dangerous lust-filled mind game with Catherine to nail her, but as their relationship progresses, the body count rises and contradicting evidences force Nick to start questioning his own suspicions about Catherine's guilt.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Basic Instinct", "Country": "France, USA", "Writer": "Joe Eszterhas", "Metascore": "41", "imdbRating": "6.9", "Director": "Paul Verhoeven", "Released": "20 Mar 1992", "Actors": "Michael Douglas, Sharon Stone, George Dzundza, Jeanne Tripplehorn", "Year": "1992", "Genre": "Drama, Mystery, Thriller", "Awards": "Nominated for 2 Oscars. Another 5 wins & 16 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTcxMjY2NzcyMV5BMl5BanBnXkFtZTYwMjAxNTQ5._V1_SX300.jpg", "imdbVotes": "119,444", "imdbID": "tt0103772"}, {"Plot": "Hitman Jef Costello is a perfectionist who always carefully plans his murders and who never gets caught. One night however, after killing a night-club owner, he's seen by witnesses. His efforts to provide himself with an alibi fail and more and more he gets driven into a corner.", "Rated": "PG", "Response": "True", "Language": "French", "Title": "Le Samouraï", "Country": "France, Italy", "Writer": "Jean-Pierre Melville, Georges Pellegrin", "Metascore": "N/A", "imdbRating": "8.1", "Director": "Jean-Pierre Melville", "Released": "25 Oct 1967", "Actors": "Alain Delon, François Périer, Nathalie Delon, Cathy Rosier", "Year": "1967", "Genre": "Crime, Drama, Mystery", "Awards": "N/A", "Runtime": "101 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg4OTg0ODEwN15BMl5BanBnXkFtZTcwNjcyMjEzMQ@@._V1_SX300.jpg", "imdbVotes": "26,452", "imdbID": "tt0062229"}, {"Plot": "Charles is worn down by his home life where he and his wife struggle to cope with the demands of their daughter's illness and his job. When he meets Lucinda on the train to work in Chicago, there is an immediate spark between them. Soon they are doing lunch; dinner and drinks follow. This leads to an adulterous rendezvous in a hotel. However, no sooner have they torn each other's clothes off than their room is invaded by a thief who beats Charles and rapes Lucinda. Because of the illicit nature of their relationship, Charles agrees with Lucinda who is reluctant to go to the police and soon finds he is powerless to resist the demands of the thief.", "Rated": "R", "Response": "True", "Language": "English, French", "Title": "Derailed", "Country": "USA, UK", "Writer": "Stuart Beattie (screenplay), James Siegel (novel)", "Metascore": "40", "imdbRating": "6.6", "Director": "Mikael Håfström", "Released": "11 Nov 2005", "Actors": "Vincent Cassel, Clive Owen, Addison Timlin, Melissa George", "Year": "2005", "Genre": "Drama, Thriller", "Awards": "N/A", "Runtime": "108 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIzNzAxNTQ1OV5BMl5BanBnXkFtZTcwNDA1ODEzMQ@@._V1_SX300.jpg", "imdbVotes": "59,162", "imdbID": "tt0398017"}, {"Plot": "Jason and Steve look for shelter in a nearby village. They meet a villager with a peculiar problem.", "Rated": "N/A", "Response": "True", "Language": "English", "Title": "An Egg's Guide to Minecraft -You're Not a cube?", "Country": "UK", "Writer": "Dan Lloyd, Jason Sargeant", "Metascore": "N/A", "imdbRating": "N/A", "Director": "Dan Lloyd", "Released": "N/A", "Actors": "Dan Lloyd, Jason Sargeant, Oli White, Scott Yakiwchuk", "Year": "2012", "Genre": "Animation, Short, Comedy", "Awards": "N/A", "Runtime": "2 min", "Type": "movie", "Poster": "N/A", "imdbVotes": "N/A", "imdbID": "tt2903218"}, {"Plot": "A Stranger rides into in the dusty mining town of Lago, where the townspeople are living in the shadow of a dark secret. After a shootout leaves the town's hired-gun protectors dead, the town's leaders petition the Stranger to stay and protect them from three ruthless outlaws who are soon to be released from prison. The three have their sights set on returning to Lago to wreak havoc and take care of some unfinished business. A series of events soon has the townspeople questioning whether siding with the Stranger was a wise idea as they quickly learn the price that they each must pay for his services. As the outlaws make their way back into Lago, they discover that the town is not exactly as they had left it, and waiting in the shadows is the Stranger, ready to expose the town's secret and serve up his own brand of justice.", "Rated": "R", "Response": "True", "Language": "English", "Title": "High Plains Drifter", "Country": "USA", "Writer": "Ernest Tidyman", "Metascore": "N/A", "imdbRating": "7.6", "Director": "Clint Eastwood", "Released": "22 Aug 1973", "Actors": "Clint Eastwood, Verna Bloom, Marianna Hill, Mitchell Ryan", "Year": "1973", "Genre": "Western", "Awards": "N/A", "Runtime": "105 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUwMjcxNTM0OF5BMl5BanBnXkFtZTcwODY1MTkxMQ@@._V1_SX300.jpg", "imdbVotes": "31,486", "imdbID": "tt0068699"}, {"Plot": "In World War II, the fall of Stalingrad will mean the collapse of the whole country. The Germans and Russians are fighting over every block, leaving only ruins behind. The Russian sniper Vassili Zaitsev stalks the Germans, taking them out one by one, thus hurting the morale of the German troops. The political officer Danilov leads him on, publishing his efforts to give his countrymen some hope. But Vassili eventually start to feel that he can not live up to the expectations on him. He and Danilov fall in love with the same girl, Tanya, a female soldier. From Germany comes the master sniper König to put an end to the extraordinary skilled Russian sniper.", "Rated": "R", "Response": "True", "Language": "English, German, Russian", "Title": "Enemy at the Gates", "Country": "USA, France, Germany, UK, Ireland", "Writer": "Jean-Jacques Annaud, Alain Godard", "Metascore": "53", "imdbRating": "7.6", "Director": "Jean-Jacques Annaud", "Released": "16 Mar 2001", "Actors": "Jude Law, Ed Harris, Rachel Weisz, Joseph Fiennes", "Year": "2001", "Genre": "Drama, History, Romance", "Awards": "6 nominations.", "Runtime": "131 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjAyMDMwNzA2OV5BMl5BanBnXkFtZTgwNTIxNzQxMTE@._V1_SX300.jpg", "imdbVotes": "165,694", "imdbID": "tt0215750"}, {"Response": "False", "Error": "Movie not found!"}, {"Plot": "After finally catching serial killer and occult \"sorcerer\" Lord Blackwood, legendary sleuth Sherlock Holmes and his assistant Dr. Watson can close yet another successful case. But when Blackwood mysteriously returns from the grave and resumes his killing spree, Holmes must take up the hunt once again. Contending with his partner's new fiancée and the dimwitted head of Scotland Yard, the dauntless detective must unravel the clues that will lead him into a twisted web of murder, deceit, and black magic - and the deadly embrace of temptress Irene Adler.", "Rated": "PG-13", "Response": "True", "Language": "English, French", "Title": "Sherlock Holmes", "Country": "USA, Germany", "Writer": "Michael Robert Johnson (screenplay), Anthony Peckham (screenplay), Simon Kinberg (screenplay), Lionel Wigram (screen story), Michael Robert Johnson (screen story), Arthur Conan Doyle (characters: Sherlock Holmes,  Dr. Watson)", "Metascore": "57", "imdbRating": "7.6", "Director": "Guy Ritchie", "Released": "25 Dec 2009", "Actors": "Robert Downey Jr., Jude Law, Rachel McAdams, Mark Strong", "Year": "2009", "Genre": "Action, Adventure, Crime", "Awards": "Nominated for 2 Oscars. Another 9 wins & 23 nominations.", "Runtime": "128 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg0NjEwNjUxM15BMl5BanBnXkFtZTcwMzk0MjQ5Mg@@._V1_SX300.jpg", "imdbVotes": "413,219", "imdbID": "tt0988045"}, {"Plot": "In a place soon to be known as The Valley of Death, in a football field-sized clearing called landing zone X-Ray, Lt. Colonel Hal Moore and 400 young troopers from the newly formed 1/7th Cavalry Regiment of the US 1st \"Air\" Cavalry Division were surrounded by 2,000 North Vietnamese soldiers dug into the tunnel warren mountainside. The ensuing battle was one of the most savage in U.S. history and is portrayed here as the signal encounter between the American and North Vietnamese armies. We Were Soldiers Once... And Young is a tribute to the nobility of those men under fire, their common acts of uncommon valor, and their loyalty to and love for one another.", "Rated": "R", "Response": "True", "Language": "English, Vietnamese, French", "Title": "We Were Soldiers", "Country": "USA, Germany", "Writer": "Harold G. Moore (book), Joseph L. Galloway (book), Randall Wallace (screenplay)", "Metascore": "65", "imdbRating": "7.1", "Director": "Randall Wallace", "Released": "01 Mar 2002", "Actors": "Mel Gibson, Madeleine Stowe, Greg Kinnear, Sam Elliott", "Year": "2002", "Genre": "Action, Drama, History", "Awards": "1 win & 5 nominations.", "Runtime": "138 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc5ODcxODM3NV5BMl5BanBnXkFtZTgwOTg3NjQxMTE@._V1_SX300.jpg", "imdbVotes": "90,742", "imdbID": "tt0277434"}, {"Plot": "David Kepesh is growing old. He's a professor of literature, a student of American hedonism, and an amateur musician and photographer. When he finds a student attractive, Consuela, a 24-year-old Cuban, he sets out to seduce her. Along the way, he swims in deeper feelings, maybe he's drowning. She presses him to sort out what he wants from her, and a relationship develops. They talk of traveling. He confides in his friend, George, a poet long-married, who advises David to grow up and grow old. She invites him to meet her family. His own son, from a long-ended marriage, confronts him. Is the elegy for lost relationships, lost possibilities, beauty and time passing, or failure of nerve?", "Rated": "R", "Response": "True", "Language": "English, Spanish", "Title": "Elegy", "Country": "USA", "Writer": "Nicholas Meyer (screenplay), Philip Roth (novel)", "Metascore": "66", "imdbRating": "6.8", "Director": "Isabel Coixet", "Released": "18 Apr 2008", "Actors": "Penélope Cruz, Ben Kingsley, Dennis Hopper, Patricia Clarkson", "Year": "2008", "Genre": "Drama, Romance", "Awards": "3 wins & 5 nominations.", "Runtime": "112 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMxNzcwOTY5OF5BMl5BanBnXkFtZTcwODczMzkzMg@@._V1_SX300.jpg", "imdbVotes": "18,230", "imdbID": "tt0974554"}, {"Response": "False", "Error": "Movie not found!"}, {"Plot": "Jay and Silent Bob Strike Back is a tale of adventure on the open road. When Dante and Randal (of Clerks fame) get a restraining order to keep the punchy Jay and his hetero life-mate, Silent Bob, from selling drugs in front of the Quick Stop convenience store, their lives are suddenly empty. They find new purpose when their friend, Brodie, informs them a movie is being made featuring two infamous characters based on their likenesses. After visiting one of the creators of the Bluntman and Chronic, Holden McNeil, they set out to get what fat movie cash they deserve and hopefully put an end to people slandering them on the Internet. Along the way, they learn the rules of the road from a hitchhiking George Carlin, ride with a group of gorgeous jewel thieves, and incur the wrath of a hapless wildlife marshal for liberating an orangutan named Suzanne. The quest takes them from New Jersey to Hollywood where a showdown involving the police, the jewel thieves, and the Bluntman and Chronic filmmakers will decide the fate of Suzanne, Jay, Silent Bob, and their good names.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Jay and Silent Bob Strike Back", "Country": "USA", "Writer": "Kevin Smith (characters), Kevin Smith", "Metascore": "51", "imdbRating": "6.9", "Director": "Kevin Smith", "Released": "24 Aug 2001", "Actors": "Jason Mewes, Kevin Smith, Ben Affleck, Jeff Anderson", "Year": "2001", "Genre": "Comedy", "Awards": "1 nomination.", "Runtime": "104 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNTMxMjA2Ml5BMl5BanBnXkFtZTcwNTIyNTEzMQ@@._V1_SX300.jpg", "imdbVotes": "119,543", "imdbID": "tt0261392"}, {"Plot": "John Kreese, his life in tatters after his karate school was defeated by Daniel and Miyagi, visits Terry Silver, a Vietnam War comrade. Terry is a ruthless businessman and martial arts expert, and he vows to help Kreese gain revenge on Daniel and Miyagi, and reestablish Cobra Kai. Upon returning from Okinawa, Daniel and Miyagi discover that their apartment building has been demolished, which brings Miyagi out of work. Going against Miyagi's wishes, Daniel uses his college funds to realize Miyagi's dream of opening a bonsai tree shop, and becomes a partner in the bonsai business.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "The Karate Kid, Part III", "Country": "USA", "Writer": "Robert Mark Kamen (characters), Robert Mark Kamen", "Metascore": "N/A", "imdbRating": "4.9", "Director": "John G. Avildsen", "Released": "15 Apr 1989", "Actors": "Ralph Macchio, Pat Morita, Robyn Lively, Thomas Ian Griffith", "Year": "1989", "Genre": "Action, Drama, Family", "Awards": "5 nominations.", "Runtime": "112 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIzNTMyNDgyNV5BMl5BanBnXkFtZTYwODQ0Mjk4._V1_SX300.jpg", "imdbVotes": "29,046", "imdbID": "tt0097647"}, {"Plot": "The future is set for Tony and Michael - owning a neighbour- hood bar and making deals in the mean streets of New York city's Little Italy. For Charlie, the future is less clearly defined. A small-time hood, he works for his uncle, making collections and reclaiming bad debts. He's probably too nice to succeed. In love with a woman his uncle disapproves of (because of her epilepsy) and a friend of her cousin, Johnny Boy, a near psychotic whose trouble-making threatens them all - he can't reconcile opposing values. A failed attempt to escape (to Brooklyn) moves them all a step closer to a bitter, almost preordained future.", "Rated": "R", "Response": "True", "Language": "English, Italian", "Title": "Mean Streets", "Country": "USA", "Writer": "Martin Scorsese (screenplay), Mardik Martin (screenplay), Martin Scorsese (story)", "Metascore": "N/A", "imdbRating": "7.4", "Director": "Martin Scorsese", "Released": "14 Oct 1973", "Actors": "Robert De Niro, Harvey Keitel, David Proval, Amy Robinson", "Year": "1973", "Genre": "Crime, Drama", "Awards": "6 wins & 4 nominations.", "Runtime": "112 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjAxMTU5NTczMF5BMl5BanBnXkFtZTgwMjgxMzc1MDE@._V1_SX300.jpg", "imdbVotes": "61,061", "imdbID": "tt0070379"}, {"Plot": "Mo has the special talent to bring characters out of books. One night he brings out three characters from Inkheart, a story set in medieval times and filled with magical beings. Capricorn and Basta, two villains, and Dustfinger, a fire-eater. Now, 10 years later Meggie discovers the truth and it's up to her to escape Capricorn's evil grasp.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Inkheart", "Country": "Germany, UK, USA", "Writer": "David Lindsay-Abaire (screenplay), Cornelia Funke (novel)", "Metascore": "N/A", "imdbRating": "6.1", "Director": "Iain Softley", "Released": "23 Jan 2009", "Actors": "Brendan Fraser, Sienna Guillory, Eliza Bennett, Richard Strange", "Year": "2008", "Genre": "Adventure, Family, Fantasy", "Awards": "1 win.", "Runtime": "106 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg5NTc2MDEwN15BMl5BanBnXkFtZTcwMTA5ODQ5MQ@@._V1_SX300.jpg", "imdbVotes": "54,652", "imdbID": "tt0494238"}, {"Plot": "With this sequel to his prize-winning independent previous film, \"El Mariachi,\" director Robert Rodriquez joins the ranks of Sam Peckinpah and John Woo as a master of slick, glamorized ultra-violence. We pick up the story as a continuation of \"El Mariachi,\" where an itinerant musician, looking for work, gets mistaken for a hitman and thereby entangled in a web of love, corruption, and death. This time, he is out to avenge the murder of his lover and the maiming of his fretting hand, which occurred at the end of the earlier movie. However, the plot is recapitulated, and again, a case of mistaken identity leads to a very high body count, involvement with a beautiful woman who works for the local drug lord, and finally, the inevitable face-to-face confrontation and bloody showdown.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Desperado", "Country": "USA", "Writer": "Robert Rodriguez", "Metascore": "55", "imdbRating": "7.2", "Director": "Robert Rodriguez", "Released": "25 Aug 1995", "Actors": "Antonio Banderas, Salma Hayek, Joaquim de Almeida, Cheech Marin", "Year": "1995", "Genre": "Action, Crime, Thriller", "Awards": "4 nominations.", "Runtime": "104 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjM0MDQ5NTc3N15BMl5BanBnXkFtZTgwMzQxNzQxMTE@._V1_SX300.jpg", "imdbVotes": "123,872", "imdbID": "tt0112851"}, {"Plot": "1882, New Mexico Territory. Virgil Cole and Everett Hitch are itinerant lawmen, hired by desperate towns as marshal and deputy. The city fathers of Appaloosa hire them after Randall Bragg, a newly-arrived rancher with money and a gang of thugs, disrupts commerce and kills three local lawmen. Cole and Hitch contrive to arrest Bragg and bring him to trial, but hanging him proves difficult. Meanwhile, a widow has arrived in town, Allison French, pretty, refined, and good-natured. Virgil falls hard, and it seems mutual, but there may be more to Allie than meets the eye. Can friendship and skill with a gun overcome a pernicious villain and green-eyed jealousy?", "Rated": "R", "Response": "True", "Language": "English, Apache languages, Spanish", "Title": "Appaloosa", "Country": "USA", "Writer": "Robert Knott (screenplay), Ed Harris (screenplay), Robert B. Parker (novel)", "Metascore": "64", "imdbRating": "6.8", "Director": "Ed Harris", "Released": "03 Oct 2008", "Actors": "Robert Jauregui, Jeremy Irons, Timothy V. Murphy, Luce Rains", "Year": "2008", "Genre": "Crime, Drama, Western", "Awards": "3 wins.", "Runtime": "115 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMxMDE5NDIxM15BMl5BanBnXkFtZTcwNjI0MjQ4MQ@@._V1_SX300.jpg", "imdbVotes": "47,257", "imdbID": "tt0800308"}, {"Plot": "In World War II, the outcome of the battle of Guadalcanal will strongly influence the Japanese advance into the Pacific theater. A group of young soldiers is brought in as a relief for the battle-weary Marines. The exhausting fight for a strategically-positioned airfield that allows control over a 1000-mile radius puts the men of the Army rifle company C-for-Charlie through hell. The horrors of war form the soldiers into a tight-knit group; their emotions develop into bonds of love and even family. The reasons for this war get further away as the world for the men gets smaller and smaller until their fighting is for mere survival and the life of the other men with them.", "Rated": "R", "Response": "True", "Language": "English, Tok Pisin, Japanese, Greek", "Title": "The Thin Red Line", "Country": "USA", "Writer": "James Jones (novel), Terrence Malick (screenplay)", "Metascore": "78", "imdbRating": "7.6", "Director": "Terrence Malick", "Released": "15 Jan 1999", "Actors": "Nick Nolte, Jim Caviezel, Sean Penn, Elias Koteas", "Year": "1998", "Genre": "Drama, War", "Awards": "Nominated for 7 Oscars. Another 22 wins & 31 nominations.", "Runtime": "170 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk0MjIyNTA1M15BMl5BanBnXkFtZTYwOTM3MzU5._V1_SX300.jpg", "imdbVotes": "126,686", "imdbID": "tt0120863"}, {"Plot": "In Austin, Texas, the girlfriends Julia, Arlene and Shanna meet in a bar to drink, smoke and make out with their boyfriends before traveling alone to Lake LBJ to spend the weekend together. They meet the former Hollywood stuntman Mike, who takes Pam out in his \"death-proof\" stunt car. Fourteen months later, Mike turns up in Lebanon, Tennessee and chase Abernathy, Zoë and Kim, but these girls are tough and decide to pay-back the attack.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Death Proof", "Country": "USA", "Writer": "Quentin Tarantino", "Metascore": "N/A", "imdbRating": "7.1", "Director": "Quentin Tarantino", "Released": "31 May 2007", "Actors": "Kurt Russell, Zoë Bell, Rosario Dawson, Vanessa Ferlito", "Year": "2007", "Genre": "Action, Thriller", "Awards": "1 win & 5 nominations.", "Runtime": "113 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUwMDQxNjIxM15BMl5BanBnXkFtZTcwMzg5MzkwNA@@._V1_SX300.jpg", "imdbVotes": "185,004", "imdbID": "tt1028528"}, {"Plot": "This is a story about Mike, a guy who left his girl in New York when he came to LA to be a star. It's been six months since his girlfriend left him and he's not doing so good. So, his pal and some other friends try and get him back in the social scene and forget about his 6 year relationship.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Swingers", "Country": "USA", "Writer": "Jon Favreau", "Metascore": "71", "imdbRating": "7.4", "Director": "Doug Liman", "Released": "11 Apr 1997", "Actors": "Jon Favreau, Vince Vaughn, Ron Livingston, Patrick Van Horn", "Year": "1996", "Genre": "Comedy, Drama", "Awards": "3 wins & 3 nominations.", "Runtime": "96 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTcxMDQ1MjUxOF5BMl5BanBnXkFtZTYwMzAwNTA5._V1_SX300.jpg", "imdbVotes": "59,730", "imdbID": "tt0117802"}, {"Plot": "In the year 3028 A.D., Earth is being attacked by the Drej, which are aliens made of pure energy! The Drej mother-ship destroys Earth with an energy beam just as hundreds of space vehicles manage to escape with the last of mankind aboard! One of the escapees is Sam's young son Cale, who carries with him a ring given to him by his father. Fifteen years later, Cale works on a salvage station, eking out a rough life and hating his father for having disappeared aboard the Titan so long ago. Without a home planet, surviving humans have been reduced to outer space drifters and are constantly bullied and looked down on by other space-faring races. A human captain named Joseph Korso and his pilot Akima seek out Cale and explain that he must help them find the Titan which contains a mechanism that will create a new Earth and therefore unite all of humanity. Meanwhile, the Drej wants to find the Titan so that they can destroy it. With Korso's help, Cale discovers that the ring his father gave to him contains a genetically encoded map to the Titan, and thus begins his race across the universe with Korso and his ship and crew, including Preed, a wisecracking rat-like humanoid, Gune, an eccentric, green-skinned scientist, and Stith, a tough, hard-as-nails weapons expert who resembles something of a kangaroo. Before long, Cale and Akima finds out that Korso is searching for the Titan in order to hand it over to the Drej.", "Rated": "PG", "Response": "True", "Language": "English, Mandarin", "Title": "Titan A.E.", "Country": "USA", "Writer": "Hans Bauer (story), Randall McCormick (story), Ben Edlund (screenplay), John August (screenplay), Joss Whedon (screenplay)", "Metascore": "48", "imdbRating": "6.6", "Director": "Don Bluth, Gary Goldman, Art Vitello", "Released": "16 Jun 2000", "Actors": "Matt Damon, Bill Pullman, John Leguizamo, Nathan Lane", "Year": "2000", "Genre": "Animation, Action, Adventure", "Awards": "1 win & 7 nominations.", "Runtime": "94 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE0NTU0ODg4NV5BMl5BanBnXkFtZTcwNzY3MTQyMQ@@._V1_SX300.jpg", "imdbVotes": "49,319", "imdbID": "tt0120913"}, {"Plot": "Painfully shy Todd Anderson has been sent to the school where his popular older brother was valedictorian. His room-mate, Neil, although exceedingly bright and popular, is very much under the thumb of his overbearing father. The two, along with their other friends, meet Professor Keating, their new English teacher, who tells them of the Dead Poets Society, and encourages them to go against the status quo. Each, in their own way, does this, and are changed for life.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Dead Poets Society", "Country": "USA", "Writer": "Tom Schulman", "Metascore": "79", "imdbRating": "8.0", "Director": "Peter Weir", "Released": "09 Jun 1989", "Actors": "Robin Williams, Robert Sean Leonard, Ethan Hawke, Josh Charles", "Year": "1989", "Genre": "Drama", "Awards": "Won 1 Oscar. Another 16 wins & 18 nominations.", "Runtime": "128 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzA5MTE0NTUwOV5BMl5BanBnXkFtZTgwOTgyMDUxMDE@._V1_SX300.jpg", "imdbVotes": "246,067", "imdbID": "tt0097165"}, {"Plot": "When a powerful warlord in medieval Japan dies, a poor thief recruited to impersonate him finds difficulty living up to his role and clashes with the spirit of the warlord during turbulent times in the kingdom.", "Rated": "PG", "Response": "True", "Language": "Japanese", "Title": "Kagemusha", "Country": "Japan, USA", "Writer": "Masato Ide, Akira Kurosawa", "Metascore": "N/A", "imdbRating": "8.0", "Director": "Akira Kurosawa", "Released": "06 Oct 1980", "Actors": "Tatsuya Nakadai, Tsutomu Yamazaki, Ken'ichi Hagiwara, Jinpachi Nezu", "Year": "1980", "Genre": "Drama, History, War", "Awards": "Nominated for 2 Oscars. Another 20 wins & 3 nominations.", "Runtime": "162 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4NDc5Mjk5OF5BMl5BanBnXkFtZTcwMDkyNjcyMQ@@._V1._CR13,27,286,392_SY132_CR3,0,89,132_AL_.jpg_V1_SX300.jpg", "imdbVotes": "21,218", "imdbID": "tt0080979"}, {"Plot": "Jeremy Irons plays a Spanish Jesuit who goes into the South American wilderness to build a mission in the hope of converting the Indians of the region. Robert DeNiro plays a slave hunter who is converted and joins Irons in his mission. When Spain sells the colony to Portugal, they are forced to defend all they have built against the Portuguese aggressors.", "Rated": "PG", "Response": "True", "Language": "English, Guarani, Spanish, Latin", "Title": "The Mission", "Country": "UK, France", "Writer": "Robert Bolt (original story & screenplay)", "Metascore": "N/A", "imdbRating": "7.5", "Director": "Roland Joffé", "Released": "31 Oct 1986", "Actors": "Robert De Niro, Jeremy Irons, Ray McAnally, Aidan Quinn", "Year": "1986", "Genre": "Adventure, Drama, History", "Awards": "Won 1 Oscar. Another 14 wins & 25 nominations.", "Runtime": "125 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNzE5NTM3NTkxNV5BMl5BanBnXkFtZTcwNTkwMzczMg@@._V1_SX300.jpg", "imdbVotes": "40,120", "imdbID": "tt0091530"}, {"Response": "False", "Error": "Movie not found!"}, {"Plot": "Jon and Wendy Savage are two siblings who have spent their adult years trying to recover from the abuse of their abusive father, Lenny Savage. Suddenly, a call comes in that his girlfriend has died, he cannot care for himself with his dementia and her family is dumping him on his children. Despite the fact Jon and Wendy have not spoken to Lenny for twenty years and he is even more loathsome than ever, the Savage siblings feel obliged to take care of him. Now together, brother and sister must come to terms with the new and painful responsibilities with their father now affecting their lives even as they struggle with their own personal demons Lenny helped create.", "Rated": "R", "Response": "True", "Language": "English, German, Cantonese", "Title": "The Savages", "Country": "USA", "Writer": "Tamara Jenkins", "Metascore": "85", "imdbRating": "7.2", "Director": "Tamara Jenkins", "Released": "17 Jan 2008", "Actors": "Laura Linney, Philip Seymour Hoffman, Philip Bosco, Peter Friedman", "Year": "2007", "Genre": "Comedy, Drama", "Awards": "Nominated for 2 Oscars. Another 18 wins & 25 nominations.", "Runtime": "113 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU5NjMyMjk0OF5BMl5BanBnXkFtZTYwNzM4MDM4._V1_SX300.jpg", "imdbVotes": "30,759", "imdbID": "tt0775529"}, {"Plot": "The Newton family live in their comfortable home, but there seems to something missing. This \"hole\" is filled by a small puppy, who walks into their home and their lives. Beethoven, as he is named, grows into a giant of a dog... a St Bernard. Doctor Varnick, the local vet has a secret and horrible sideline, which requires lots of dogs for experiments. Beethoven is on the bad doctor's list.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Beethoven", "Country": "USA", "Writer": "John Hughes, Amy Holden Jones", "Metascore": "N/A", "imdbRating": "5.5", "Director": "Brian Levant", "Released": "03 Apr 1992", "Actors": "Charles Grodin, Bonnie Hunt, Dean Jones, Nicholle Tom", "Year": "1992", "Genre": "Comedy, Drama, Family", "Awards": "1 win & 4 nominations.", "Runtime": "87 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIxOTUxMTY5M15BMl5BanBnXkFtZTcwNzI2NDAyMQ@@._V1_SX300.jpg", "imdbVotes": "42,180", "imdbID": "tt0103786"}, {"Plot": "Kate (Brittany Snow) is the new girl in school. She catches John Tucker (Jesse Metcalfe) dating three different girls at once: Carrie - the smart girl, Heather - the cheerleader, and Beth - the activist slut; none of them are aware that they are not the only girl in John's heart. Kate, having been raised by a single mother, has seen the pain caused by playboys like John Tucker, and she won't stand idly by. Together with the three jilted ex-girlfriends, they hatch a plan to teach John a lesson. Things rarely go as planned, especially when Kate starts to think that she might be falling for John herself.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "John Tucker Must Die", "Country": "USA, Canada", "Writer": "Jeff Lowell", "Metascore": "41", "imdbRating": "5.7", "Director": "Betty Thomas", "Released": "28 Jul 2006", "Actors": "Jesse Metcalfe, Brittany Snow, Ashanti, Sophia Bush", "Year": "2006", "Genre": "Comedy, Romance", "Awards": "2 wins & 2 nominations.", "Runtime": "89 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTI3MDkwODQ3OV5BMl5BanBnXkFtZTcwNTE4NDQzMQ@@._V1_SX300.jpg", "imdbVotes": "59,059", "imdbID": "tt0455967"}, {"Plot": "Back when the Earth was being overrun by glaciers, and animals were scurrying to save themselves from the upcoming Ice Age, a sloth named Sid, a woolly mammoth named Manny, and a saber-toothed tiger named Diego are forced to become unlikely heroes. The three reluctantly come together when they have to return a human child to its father while braving the deadly elements of the impending Ice Age.", "Rated": "PG", "Response": "True", "Language": "English, Croatian", "Title": "Ice Age", "Country": "USA", "Writer": "Michael J. Wilson (story), Michael Berg (screenplay), Michael J. Wilson (screenplay), Peter Ackerman (screenplay), James Bresnahan (additional story), Doug Compton (additional story), Mike Thurmeier (additional story), Jeff Siergey (additional story), Galen T. Chu (additional story), Xeth Feinberg (additional story)", "Metascore": "60", "imdbRating": "7.6", "Director": "Chris Wedge, Carlos Saldanha", "Released": "15 Mar 2002", "Actors": "Ray Romano, John Leguizamo, Denis Leary, Goran Visnjic", "Year": "2002", "Genre": "Animation, Adventure, Comedy", "Awards": "Nominated for 1 Oscar. Another 5 wins & 25 nominations.", "Runtime": "81 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjEyNzI1ODA0MF5BMl5BanBnXkFtZTYwODIxODY3._V1_SX300.jpg", "imdbVotes": "278,878", "imdbID": "tt0268380"}, {"Plot": "Set back in the late 1800s in a Victorian village, a man and woman by the names of Victor Van Dort and Victoria Everglot are betrothed because the Everglots need the money or else they'll be living on the streets and the Van Dorts want to be hight in society. But when things go wrong at the wedding rehearsal, Victor goes into the woods to practice his vows. Just as soon as he gets them right, he finds himself married to Emily, the corpse bride. While Victoria waits on the other side, there's a rich newcomer that may take Victor's place. So two brides, one groom, who will Victor pick?", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Corpse Bride", "Country": "UK, USA", "Writer": "Tim Burton (characters), Carlos Grangel (characters), John August (screenplay), Caroline Thompson (screenplay), Pamela Pettler (screenplay)", "Metascore": "83", "imdbRating": "7.4", "Director": "Tim Burton, Mike Johnson", "Released": "23 Sep 2005", "Actors": "Johnny Depp, Helena Bonham Carter, Emily Watson, Tracey Ullman", "Year": "2005", "Genre": "Animation, Fantasy, Musical", "Awards": "Nominated for 1 Oscar. Another 11 wins & 19 nominations.", "Runtime": "77 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk1MTY1NjU4MF5BMl5BanBnXkFtZTcwNjIzMTEzMw@@._V1_SX300.jpg", "imdbVotes": "163,029", "imdbID": "tt0121164"}, {"Plot": "In an Earthly world resembling the 1950s, a cloud of space radiation has shrouded the planet, resulting in the dead becoming zombies that desire live human flesh. A company called Zomcon has been able to control the zombie population. Zombies can be temporarily neutralized by being shot, but can only be permanently neutralized by their brain being destroyed. Their ultimate disposal is through cremation, or burial, the latter which requires decapitation with the head being buried separately from the body. Conversely, Zomcon has created the domestication collar, when activated and placed on a zombie makes the zombie controllable and thus an eternally productive creature within society. Because all dead initially become zombies, the elderly are viewed negatively and suspectly. And all people, adult or child, learn to shoot to kill to protect society. Zomcon is the go to organization for all things zombie. In the town of Willard, the Robinsons - father Bill, mother Helen, and adolescent son Timmy - are one family who don't own a zombie as a domestic since Bill is afraid of zombies, as, when he was a child, he had to shoot his own zombie father, who tried to eat him. Bill has thus become fascinated with funerals to see zombies put away permanently. But Helen feels pressured to get a zombie when Zomcon's new head of security in Willard, the officious Jonathan Bottoms, moves into the neighborhood with his family. Never having had to deal with a zombie directly, Timmy is initially wary of their zombie. But as a lonely child who has no friends and is often bullied, Timmy eventually befriends their zombie, who he names Fido, as he treats the zombie much like a faithful pet dog. Timmy protects Fido at all cost, even after Fido, due to no fault of its own, is implicated in some deaths, which creates a mini-wave of loose zombies unknown to Zomcon. But Fido may play a larger role within the family as a companion for Helen, who is largely neglected by Bill, since he sees human affection as ultimately resulting in such difficult issues as what happened between him and his own father. With Timmy and Helen treating Fido with kindness, Fido, in turn, may prove that not all zombies, even when without their domestication collar, are out to kill anyone and everyone in their path.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Fido", "Country": "Canada", "Writer": "Robert Chomiak, Andrew Currie, Dennis Heaton, Dennis Heaton (original story)", "Metascore": "70", "imdbRating": "6.8", "Director": "Andrew Currie", "Released": "16 Mar 2007", "Actors": "David Kaye, Jan Skorzewski, Kevin Tyell, Andy Parkin", "Year": "2006", "Genre": "Comedy, Drama, Horror", "Awards": "13 wins & 15 nominations.", "Runtime": "93 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjEzNjQ4OTYxMl5BMl5BanBnXkFtZTcwMjY5MDEwNQ@@._V1_SX300.jpg", "imdbVotes": "23,528", "imdbID": "tt0457572"}, {"Plot": "Single father Dan Burns dedicates his life to his children, but one day he meets Marie at a bookstore. They get to know each other, but then Dan finds out that Marie is actually dating his brother, Mitch.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Dan in Real Life", "Country": "USA", "Writer": "Pierce Gardner, Peter Hedges", "Metascore": "65", "imdbRating": "6.8", "Director": "Peter Hedges", "Released": "26 Oct 2007", "Actors": "Steve Carell, Juliette Binoche, Dane Cook, Alison Pill", "Year": "2007", "Genre": "Comedy, Drama, Romance", "Awards": "3 nominations.", "Runtime": "98 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjA2Nzc1NzQ1OV5BMl5BanBnXkFtZTcwOTE0MDE1MQ@@._V1_SX300.jpg", "imdbVotes": "81,585", "imdbID": "tt0480242"}, {"Plot": "Adult film director Jack Horner is always on the lookout for new talent and it's only by chance that he meets Eddie Adams who is working as a busboy in a restaurant. Eddie is young, good looking and plenty of libido to spare. Using the screen name Dirk Diggler, he quickly rises to the top of his industry winning awards year after year. Drugs and ego however come between Dirk and those around him and he soon finds that fame is fleeting.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Boogie Nights", "Country": "USA", "Writer": "Paul Thomas Anderson", "Metascore": "85", "imdbRating": "7.9", "Director": "Paul Thomas Anderson", "Released": "31 Oct 1997", "Actors": "Luis Guzmán, Burt Reynolds, Julianne Moore, Rico Bueno", "Year": "1997", "Genre": "Drama", "Awards": "Nominated for 3 Oscars. Another 32 wins & 31 nominations.", "Runtime": "155 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQxOTExODU2MF5BMl5BanBnXkFtZTcwMzc3MDE1OQ@@._V1_SX300.jpg", "imdbVotes": "168,645", "imdbID": "tt0118749"}, {"Plot": "N/A", "Rated": "N/A", "Response": "True", "Language": "Luxembourgish", "Title": "Roger", "Country": "Luxembourg", "Writer": "Geneviève Mersch", "Metascore": "N/A", "imdbRating": "7.9", "Director": "Geneviève Mersch", "Released": "N/A", "Actors": "N/A", "Year": "1996", "Genre": "Documentary, Short", "Awards": "N/A", "Runtime": "32 min", "Type": "movie", "Poster": "N/A", "imdbVotes": "19", "imdbID": "tt0161944"}]