[{"Plot": "In this dramatic courtroom thriller, LT Daniel Kaffee, a Navy lawyer who has never seen the inside of the courtroom, defends two stubborn Marines who have been accused of murdering a colleague. Kaffee is known as being lazy and had arranged for a plea bargain. Downey's Aunt Ginny appoints Cmdr. Galloway to represent him. Also on the legal staff is LTJG Sam Weinberg. The team rounds up many facts and Kaffee is discovering that he is really cut out for trial work. The defense is originally based upon the fact that PFC Santiago, the victim, was given a \"CODE RED\". Santiago was basically a screw-up. At Gitmo, screw-ups aren't tolerated. Especially by Col. Nathan Jessup. In Cuba, Jessup and two senior officers try to give all the help they can, but Kaffee knows something's fishy. In the conclusion of the film, the fireworks are set off by a confrontation between Jessup and Kaffee.", "Rated": "R", "Response": "True", "Language": "English", "Title": "A Few Good Men", "Country": "USA", "Writer": "Aaron Sorkin (play), Aaron Sorkin (screenplay)", "Metascore": "62", "imdbRating": "7.6", "Director": "Rob Reiner", "Released": "11 Dec 1992", "Actors": "Tom Cruise, Jack Nicholson, Demi Moore, Kevin Bacon", "Year": "1992", "Genre": "Drama, Thriller", "Awards": "Nominated for 4 Oscars. Another 10 wins & 15 nominations.", "Runtime": "138 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTkzNzE3Njg4Ml5BMl5BanBnXkFtZTYwMjA4NzM5._V1_SX300.jpg", "imdbVotes": "163,588", "imdbID": "tt0104257"}, {"Plot": "A day in the life of the employees of Empire Records. Except this is a day where everything comes to a head for a number of them facing personal crises - can they pull through together? And more importantly, can they keep their record store independent and not swallowed up by corporate greed?", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Empire Records", "Country": "USA", "Writer": "Carol Heikkinen", "Metascore": "30", "imdbRating": "6.7", "Director": "Allan Moyle", "Released": "20 Oct 1995", "Actors": "Anthony LaPaglia, Maxwell Caulfield, Debi Mazar, Rory Cochrane", "Year": "1995", "Genre": "Comedy, Drama, Music", "Awards": "1 win.", "Runtime": "90 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NzgxODA2OV5BMl5BanBnXkFtZTcwMDE4NjUxMQ@@._V1_SX300.jpg", "imdbVotes": "34,521", "imdbID": "tt0112950"}, {"Plot": "In this British historical drama, the turbulent transition from Roman republic to autocratic empire, which changed world history through civil war and wars of conquest, is sketched both from the aristocratic viewpoint of Julius Caesar, his family, his adopted successor Octavian Augustus, and their political allies and adversaries, and from the politically naive viewpoint of a few ordinary Romans, notably the soldiers Lucius Vorenus and Titus Pullo and their families.", "Rated": "TV-MA", "Response": "True", "Language": "English", "Title": "Rome", "Country": "UK, USA", "Writer": "William J. MacDonald, John Milius", "Metascore": "N/A", "imdbRating": "8.9", "Director": "N/A", "Released": "28 Aug 2005", "Actors": "Kevin McKidd, Ray Stevenson, Polly Walker, Kerry Condon", "Year": "2005–2007", "Genre": "Action, Drama, History", "Awards": "Nominated for 2 Golden Globes. Another 15 wins & 27 nominations.", "Runtime": "90 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwODk0NzQzNV5BMl5BanBnXkFtZTcwOTEzOTc0MQ@@._V1_SX300.jpg", "imdbVotes": "92,413", "imdbID": "tt0384766"}, {"Plot": "It's Britain, 1953. Upon his return to work following a heart attack, irrepressible barrister Sir Wilfrid Robarts, known as a barrister for the hopeless, takes on a murder case, much to the exasperation of his medical team, led by his overly regulated private nurse, Miss Plimsoll, who tries her hardest to ensure that he not return to his hard living ways - including excessive cigar smoking and drinking - while he takes his medication and gets his much needed rest. That case is defending American war veteran Leonard Vole, a poor, out of work, struggling inventor who is accused of murdering his fifty-six year old lonely and wealthy widowed acquaintance, Emily French. The initial evidence is circumstantial but points to Leonard as the murderer. Despite being happily married to East German former beer hall performer Christine Vole, he fostered that friendship with Mrs. French in the hopes that she would finance one of his many inventions to the tune of a few hundred pounds. It thus does not help his case when it is learned that Mrs. French changed her will prior to her murder with Leonard being the primary beneficiary of a £80,000 estate. Leonard states that he knew nothing about the will. Christine is apparently the only alibi Leonard has to his whereabouts at the time of the murder. The usual methods Sir Wilfrid uses to test his clients' guilt or innocence leads to him believing that Leonard is indeed innocent. As the trial progresses, the prosecution calls a surprise witness, one that could place a nail in the coffin of Sir Wilfrid's planned line of defense. As Sir Wilfrid gets deeper and deeper into the case, something doesn't quite sit right with him, although he doesn't know what it is. The primary questions become how far Sir Wilfrid will go to obtain evidence to acquit Leonard, and if he will ever discover why he feels that there is something odd about the case.", "Rated": "APPROVED", "Response": "True", "Language": "English, German", "Title": "Witness for the Prosecution", "Country": "USA", "Writer": "Agatha Christie (in Agatha Christie's international stage success), Billy Wilder (screen play), Harry Kurnitz (screen play), Lawrence B. Marcus (adaptation)", "Metascore": "N/A", "imdbRating": "8.4", "Director": "Billy Wilder", "Released": "06 Feb 1958", "Actors": "Tyrone Power, Marlene Dietrich, Charles Laughton, Elsa Lanchester", "Year": "1957", "Genre": "Crime, Drama, Mystery", "Awards": "Nominated for 6 Oscars. Another 4 wins & 8 nominations.", "Runtime": "116 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc0MjgyNTUyNF5BMl5BanBnXkFtZTcwNDQzMDg0Nw@@._V1_SX300.jpg", "imdbVotes": "50,955", "imdbID": "tt0051201"}, {"Plot": "Susanna is rushed to the hospital. Afterwards she discusses this with a psychiatrist. She had been having some delusions. She had also been having an affair with the husband of her parents' friend. The doctor suggests that combining a bottle of aspirin and a bottle of vodka was a suicide attempt. This she denies. He recommends a short period of rest at Claymoore. Claymoore is a private mental hospital full of noisy, crazy people. Georgina is a pathological liar. Polly has been badly scarred by fire. Daisy won't eat in the presence of other people. Lisa is a sociopath, the biggest exasperation for the staff - like Nurse Valerie - and the biggest influence on the other girls in the hospital. Lisa has a history of escapes, so gaining access to personal medical files is not a problem... Susanna's boyfriend Toby is concerned that she seems too comfortable living with her institutionalized friends...", "Rated": "R", "Response": "True", "Language": "English", "Title": "Girl, Interrupted", "Country": "USA, Germany", "Writer": "Susanna Kaysen (book), James Mangold (screenplay), Lisa Loomer (screenplay), Anna Hamilton Phelan (screenplay)", "Metascore": "51", "imdbRating": "7.3", "Director": "James Mangold", "Released": "14 Jan 2000", "Actors": "Winona Ryder, Angelina Jolie, Clea DuVall, Brittany Murphy", "Year": "1999", "Genre": "Biography, Drama", "Awards": "Won 1 Oscar. Another 6 wins & 9 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk2MjIwNzkwMl5BMl5BanBnXkFtZTYwOTYwMzg2._V1_SX300.jpg", "imdbVotes": "111,076", "imdbID": "tt0172493"}, {"Plot": "Booting lives in a small and peaceful village. One day a sacred Buddha statuette called Ong Bak is stolen from the village by a immoral businessman who sells it for exorbitant profits. It soon becomes the task of a young man, Boonting (Phanom Yeeram), to track the thief down to Bangkok voluntarily and reclaim the religious treasure. Along the way, Boonting uses his astonishing athleticism and traditional Muay Thai skills to combat his adversaries.", "Rated": "R", "Response": "True", "Language": "Thai, English", "Title": "Ong-bak", "Country": "Thailand", "Writer": "Prachya Pinkaew (story), Panna Rittikrai (story), Suphachai Sittiaumponpan (screenplay)", "Metascore": "69", "imdbRating": "7.2", "Director": "Prachya Pinkaew", "Released": "23 Oct 2003", "Actors": "Petchtai Wongkamlao, Tony Jaa, Pumwaree Yodkamol, Suchao Pongwilai", "Year": "2003", "Genre": "Action, Thriller", "Awards": "2 wins & 5 nominations.", "Runtime": "105 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIzMTUzMzc2MF5BMl5BanBnXkFtZTcwMjIyMzAzMQ@@._V1_SX300.jpg", "imdbVotes": "55,650", "imdbID": "tt0368909"}, {"Plot": "An admired high school hockey player with a bright future foolishly takes a drive in the night with his girlfriend and two other friends with his headlights off with devastating results. The former athlete is left with a brain injury that prevents him from remembering many things for extended periods of time. To compensate, he keeps notes in a small notebook to aid him in remembering what he is to do. He also lives with a blind friend who aids him. Obviously, with the mental incapacitation, he is unable to have meaningful work. Thus he works as a night cleaning man in a bank. It is there he comes under the scrutiny of a gang planning to rob the bank. The leader befriends him and gets him involved with a young woman who further reels him in. After they get close and after reeling him in with his own failures, the bank plan unfolds. Confused but wanting to escape his current existence, he initially goes along with the scheme. After realizing he is being used, he attempts to stop the robbery, which of course immediately goes awry.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Lookout", "Country": "USA", "Writer": "Scott Frank", "Metascore": "73", "imdbRating": "7.1", "Director": "Scott Frank", "Released": "30 Mar 2007", "Actors": "Joseph Gordon-Levitt, Jeff Daniels, Matthew Goode, Isla Fisher", "Year": "2007", "Genre": "Crime, Drama, Thriller", "Awards": "2 wins & 9 nominations.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjkyMzE5Nzg0OV5BMl5BanBnXkFtZTcwNTM3MzU0MQ@@._V1_SX300.jpg", "imdbVotes": "47,180", "imdbID": "tt0427470"}, {"Plot": "In high school, Schmidt (Jonah Hill) was a dork and Jenko (Channing Tatum) was the popular jock. After graduation, both of them joined the police force and ended up as partners riding bicycles in the city park. Since they are young and look like high school students, they are assigned to an undercover unit to infiltrate a drug ring that is supplying high school students synthetic drugs.", "Rated": "R", "Response": "True", "Language": "English", "Title": "21 Jump Street", "Country": "USA", "Writer": "Michael Bacall (screenplay), Michael Bacall (story), Jonah Hill (story), Patrick Hasburgh (television series), Stephen J. Cannell (television series)", "Metascore": "69", "imdbRating": "7.2", "Director": "Phil Lord, Christopher Miller", "Released": "16 Mar 2012", "Actors": "Jonah Hill, Channing Tatum, Brie Larson, Dave Franco", "Year": "2012", "Genre": "Action, Comedy, Crime", "Awards": "8 wins & 20 nominations.", "Runtime": "109 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc3NzQ3OTg3NF5BMl5BanBnXkFtZTcwMjk5OTcxNw@@._V1_SX300.jpg", "imdbVotes": "347,321", "imdbID": "tt1232829"}, {"Plot": "Connie Sumner has a loving husband, a beautiful home, and a wonderful son, but she wants more. When she's approached one day by a handsome stranger while trying to hail a taxi, she becomes obsessed with him and eventually starts an affair. But her selfish actions soon catch up with her...", "Rated": "R", "Response": "True", "Language": "English, French", "Title": "Unfaithful", "Country": "USA, Germany, France", "Writer": "Claude Chabrol (film \"La Femme infidèle\"), Alvin Sargent (screenplay), William Broyles Jr. (screenplay)", "Metascore": "63", "imdbRating": "6.7", "Director": "Adrian Lyne", "Released": "10 May 2002", "Actors": "Diane Lane, Erik Per Sullivan, Richard Gere, Olivier Martinez", "Year": "2002", "Genre": "Drama, Romance, Thriller", "Awards": "Nominated for 1 Oscar. Another 5 wins & 10 nominations.", "Runtime": "124 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4MzUzNjk5OV5BMl5BanBnXkFtZTYwMjc1OTc5._V1_SX300.jpg", "imdbVotes": "57,366", "imdbID": "tt0250797"}, {"Plot": "An ex-con, fresh out of prison, goes to L.A. to try to learn who murdered his daughter. However, he quickly finds that he is completely out of place with no understanding of the culture he finds. His investigations are helped by another ex-con. Together they learn that his daughter had been having an affair with a record producer, who is presently having an affair with another young woman. An aging actress, who also knew his daughter, forces him to look at his own failures as a father. The movie does focus on the drama of the situation and the inter-relationships of the characters and seldom slips into an action piece.", "Rated": "R", "Response": "True", "Language": "English", "Title": "The Limey", "Country": "USA", "Writer": "Lem Dobbs", "Metascore": "73", "imdbRating": "7.1", "Director": "Steven Soderbergh", "Released": "04 Aug 1999", "Actors": "Terence Stamp, Lesley Ann Warren, Luis Guzmán, Barry Newman", "Year": "1999", "Genre": "Crime, Drama, Mystery", "Awards": "2 wins & 8 nominations.", "Runtime": "89 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNDE3MjY4NF5BMl5BanBnXkFtZTcwNTI2NjYyMQ@@._V1_SX300.jpg", "imdbVotes": "22,774", "imdbID": "tt0165854"}, {"Plot": "When relaxed and charming Ben Wrightman meets workaholic Lindsey Meeks she finds him sweet and charming, they hit it off and when it is winter Ben can spend every waking hour with Lindsey, but when summer comes around the corner Lindsey discovers Ben's obsession with the Boston Red Sox. She thinks it is perfect until everything goes downhill for them.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Fever Pitch", "Country": "USA, Germany", "Writer": "Lowell Ganz (screenplay), Babaloo Mandel (screenplay), Nick Hornby (novel)", "Metascore": "56", "imdbRating": "6.2", "Director": "Bobby Farrelly, Peter Farrelly", "Released": "08 Apr 2005", "Actors": "Drew Barrymore, Jimmy Fallon, Jason Spevack, Jack Kehler", "Year": "2005", "Genre": "Comedy, Drama, Romance", "Awards": "9 nominations.", "Runtime": "104 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMyNTE4ODA2N15BMl5BanBnXkFtZTcwNzg5ODUyMw@@._V1_SX300.jpg", "imdbVotes": "33,890", "imdbID": "tt0332047"}, {"Plot": "On the day of James Kirk's birth, his father dies on his ship in a last stand against a mysterious alien time-traveling vessel looking for Ambassador Spock, who, in this time, is also a child on Vulcan disdained by his neighbors for his half-human heritage. Twenty-five years later, Kirk has grown into a young troublemaker. Challenged by Captain Christopher Pike to realize his potential in Starfleet, he comes to annoy instructors like young Commander Spock. Suddenly, there is an emergency at Vulcan and the newly commissioned USS Enterprise is crewed with promising cadets like Nyota Uhura, Hikaru Sulu, Pavel Chekov and even Kirk himself, thanks to Leonard McCoy's medical trickery. Together, this crew will have an adventure in the final frontier where the old legend is altered forever as a new version of it begins.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Star Trek", "Country": "USA, Germany", "Writer": "Roberto Orci, Alex Kurtzman, Gene Roddenberry (television series \"Star Trek\")", "Metascore": "83", "imdbRating": "8.0", "Director": "J.J. Abrams", "Released": "08 May 2009", "Actors": "Chris Pine, Zachary Quinto, Leonard Nimoy, Eric Bana", "Year": "2009", "Genre": "Action, Adventure, Sci-Fi", "Awards": "Won 1 Oscar. Another 23 wins & 67 nominations.", "Runtime": "127 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjE5NDQ5OTE4Ml5BMl5BanBnXkFtZTcwOTE3NDIzMw@@._V1_SX300.jpg", "imdbVotes": "458,022", "imdbID": "tt0796366"}, {"Plot": "In 709 AD, in the Iron Age, a spacecraft crashes in the Viking kingdom of Herot, Norway, and the pilot Kainan survives. He turns the beacon on; learns the language and culture of the planet using a machine; and finds that the predator, Moorwen, that he was transporting, had escaped. While chasing the alien monster, he finds a village completely destroyed and is arrested by the warrior Wulfric, believing that he killed the locals - Kainan is brought to Herot as a prisoner.", "Rated": "R", "Response": "True", "Language": "English, Norse,  Old, Latin", "Title": "Outlander", "Country": "USA, Germany", "Writer": "Dirk Blackman, Howard McCain", "Metascore": "40", "imdbRating": "6.3", "Director": "Howard McCain", "Released": "11 Jul 2008", "Actors": "Jim Caviezel, Sophia Myles, Jack Huston, John Hurt", "Year": "2008", "Genre": "Action, Adventure, Sci-Fi", "Awards": "1 nomination.", "Runtime": "115 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzM3NzU3OTc0Nl5BMl5BanBnXkFtZTcwNzIwNDI4OA@@._V1_SX300.jpg", "imdbVotes": "60,337", "imdbID": "tt0462465"}, {"Plot": "A young Viking boy is left behind at a hostile tribe of American Indians, whom eventually accept him into the tribe and raise him. A personal war begins for the young Viking when the Vikings return 15 years later and initiate a barbaric attack on the tribe and the woman he loves.", "Rated": "R", "Response": "True", "Language": "English, Icelandic", "Title": "Pathfinder", "Country": "USA", "Writer": "Laeta Kalogridis (screenplay), Nils Gaup", "Metascore": "29", "imdbRating": "5.4", "Director": "Marcus Nispel", "Released": "13 Apr 2007", "Actors": "Karl Urban, Moon Bloodgood, Russell Means, Clancy Brown", "Year": "2007", "Genre": "Action, Adventure, Drama", "Awards": "1 nomination.", "Runtime": "99 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk5MDY0NTA1OV5BMl5BanBnXkFtZTcwNjE0MDM0MQ@@._V1_SX300.jpg", "imdbVotes": "34,763", "imdbID": "tt0446013"}, {"Plot": "To the students of the Spenser Academy, the Sons of Ipswich are the baddest boys on campus. But that's not all they share. The four friends also share a 300-year-old secret: they're warlocks, the teenage descendants of a 17th-century coven of witches. So when the long-banished fifth son suddenly appears and threatens to kill their loved ones, they realize they must face their enemy in order to prevent him from stealing their powers and shattering the covenant forever.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "The Covenant", "Country": "USA", "Writer": "J.S. Cardone", "Metascore": "19", "imdbRating": "5.2", "Director": "Renny Harlin", "Released": "08 Sep 2006", "Actors": "Steven Strait, Laura Ramsey, Sebastian Stan, Taylor Kitsch", "Year": "2006", "Genre": "Action, Fantasy, Horror", "Awards": "N/A", "Runtime": "97 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNjI1MTM1OTEwMV5BMl5BanBnXkFtZTcwODYzNzUzMQ@@._V1_SX300.jpg", "imdbVotes": "36,668", "imdbID": "tt0475944"}, {"Plot": "An elite team of soldiers has been used against terrorists where they use astounding physical capabilities to overcome them. Victoria, a reporter, follows them and discovers a part of their secret. When one of the team kills her cameraman she tries to escape. Luc, one of the soldiers begins to have flashbacks and turns sides and helps her as the remainder of the team follows to protect their secrets.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Universal Soldier", "Country": "USA", "Writer": "Richard Rothstein (story), Christopher Leitch (story), Dean Devlin (screenplay)", "Metascore": "35", "imdbRating": "5.9", "Director": "Roland Emmerich", "Released": "10 Jul 1992", "Actors": "Jean-Claude Van Damme, Dolph Lundgren, Ally Walker, Ed O'Ross", "Year": "1992", "Genre": "Action, Crime, Sci-Fi", "Awards": "N/A", "Runtime": "102 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTczNDI4NDM5Ml5BMl5BanBnXkFtZTcwMzY0NjYyMQ@@._V1_SX300.jpg", "imdbVotes": "63,676", "imdbID": "tt0105698"}, {"Plot": "Drama set in a repressed, deeply religious community in the north of Scotland, where a naive young woman named Bess McNeil meets and falls in love with Danish oil-rig worker Jan. Bess and Jan are deeply in love but, when Jan returns to his rig, Bess prays to God that he returns for good. Jan does return, his neck broken in an accident aboard the rig. Because of his condition, Jan and Bess are now unable to enjoy a sexual relationship and Jan urges Bess to take another lover and tell him the details. As Bess becomes more and more deviant in her sexual behavior, the more she comes to believe that her actions are guided by God and are helping Jan recover.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Breaking the Waves", "Country": "Denmark, Sweden, France, Netherlands, Norway, Iceland, Spain", "Writer": "Lars von Trier, Peter Asmussen", "Metascore": "76", "imdbRating": "7.9", "Director": "Lars von Trier", "Released": "13 Nov 1996", "Actors": "Emily Watson, Stellan Skarsgård, Katrin Cartlidge, Jean-Marc Barr", "Year": "1996", "Genre": "Drama, Romance", "Awards": "Nominated for 1 Oscar. Another 47 wins & 17 nominations.", "Runtime": "159 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTI2Nzk4Mzk4M15BMl5BanBnXkFtZTYwODY3OTc4._V1._CR36,0,262,423_SX89_AL_.jpg_V1_SX300.jpg", "imdbVotes": "43,851", "imdbID": "tt0115751"}, {"Plot": "Down-on-his-luck theatrical producer Max Bialystock is forced to romance rich old ladies to finance his efforts. When timid accountant Leo Bloom reviews Max's accounting books, the two hit upon a way to make a fortune by producing a sure-fire flop. The play which is to be their gold mine? \"Springtime for Hitler.\"", "Rated": "PG", "Response": "True", "Language": "English, German", "Title": "The Producers", "Country": "USA", "Writer": "Mel Brooks", "Metascore": "97", "imdbRating": "7.7", "Director": "Mel Brooks", "Released": "10 Nov 1968", "Actors": "Zero Mostel, Gene Wilder, Dick Shawn, Kenneth Mars", "Year": "1967", "Genre": "Comedy, Musical", "Awards": "Won 1 Oscar. Another 2 wins & 5 nominations.", "Runtime": "88 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjYxNzUxNzE1Ml5BMl5BanBnXkFtZTYwNDYxMzA5._V1_SX300.jpg", "imdbVotes": "36,166", "imdbID": "tt0063462"}, {"Plot": "Tom Joad returns to his home after a jail sentence to find his family kicked out of their farm due to foreclosure. He catches up with them on his Uncles farm, and joins them the next day as they head for California and a new life... Hopefully.", "Rated": "NOT RATED", "Response": "True", "Language": "English", "Title": "The Grapes of Wrath", "Country": "USA", "Writer": "Nunnally Johnson (screen play), John Steinbeck (based on the novel by)", "Metascore": "N/A", "imdbRating": "8.2", "Director": "John Ford", "Released": "15 Mar 1940", "Actors": "Henry Fonda, Jane Darwell, John Carradine, Charley Grapewin", "Year": "1940", "Genre": "Drama", "Awards": "Won 2 Oscars. Another 7 wins & 5 nominations.", "Runtime": "129 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzgzNjcxNjg2M15BMl5BanBnXkFtZTcwMjQxNDQ3Mg@@._V1_SX300.jpg", "imdbVotes": "53,989", "imdbID": "tt0032551"}, {"Plot": "The thief Laurie Ash steals the expensive diamond jewel called 'Eye of the Serpent' in an audacious heist during an exhibition in Cannes 2001 Festival. She double-crosses her partners and is mistakenly taken as Lily, a woman who lost her husband and son in an accident and is missing since then, by an ordinary family. One day, while having bath in Lily's bathtub, Lily comes back home and commits suicide. Laurie assumes definitely Lily's identity, goes to America where she marries a rich man, who becomes the Ambassador of USA in France. When Laurie returns to France, her past haunts her.", "Rated": "R", "Response": "True", "Language": "English, French, Spanish", "Title": "Femme Fatale", "Country": "France, Switzerland", "Writer": "Brian De Palma", "Metascore": "59", "imdbRating": "6.3", "Director": "Brian De Palma", "Released": "06 Nov 2002", "Actors": "Rebecca Romijn, Antonio Banderas, Peter Coyote, Eriq Ebouaney", "Year": "2002", "Genre": "Crime, Drama, Mystery", "Awards": "1 win & 1 nomination.", "Runtime": "114 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTczMjc2MjA2OV5BMl5BanBnXkFtZTYwMjAwNDk5._V1_SX300.jpg", "imdbVotes": "26,863", "imdbID": "tt0280665"}, {"Plot": "Brandon Lang loves football: an injury keeps him from the pros, but his quarterback's anticipation makes him a brilliant predictor of games' outcomes. Needing money, he leaves Vegas for Manhattan to work for Walter Abrams advising gamblers. Walter has a doting wife, a young daughter, and a thriving business, but he has problems: a bum heart, a belief he's a master manipulator, and addictions barely kept in check. He remakes Brandon, and a father-son relationship grows. Then, things go awry. Walter may be running a con. The odds against Brandon mount.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Two for the Money", "Country": "USA", "Writer": "Dan Gilroy", "Metascore": "50", "imdbRating": "6.2", "Director": "D.J. Caruso", "Released": "07 Oct 2005", "Actors": "Al Pacino, Matthew McConaughey, Rene Russo, Armand Assante", "Year": "2005", "Genre": "Drama, Sport, Thriller", "Awards": "1 nomination.", "Runtime": "122 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTg0Mjc5MzkxN15BMl5BanBnXkFtZTcwMDI0OTEzMQ@@._V1_SX300.jpg", "imdbVotes": "33,594", "imdbID": "tt0417217"}, {"Plot": "Elizabeth Masterson, a dedicated doctor in San Francisco, had almost no time for anything. When her sister with two kids set her up on a date, she gets into a tragic car crash and gets in a coma. Meanwhile, a landscape architect named David Abbott moves into San Francisco and coincidentally, into Elizabeth's apartment for rent. While at the apartment, Elizabeth's spirit haunts him. She doesn't remember who she is, who her family is, and what she did - All that she remembered was her apartment and where everything was. To settle the arguments, David agrees to figure out who Elizabeth really is. When they get close to figuring out who she is, they eventually find love with one another and as they finally know who she really is, they learn that fate really has put them both together.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish, Mandarin", "Title": "Just Like Heaven", "Country": "USA", "Writer": "Peter Tolan (screenplay), Leslie Dixon (screenplay), Marc Lévy (novel)", "Metascore": "47", "imdbRating": "6.7", "Director": "Mark Waters", "Released": "16 Sep 2005", "Actors": "Reese Witherspoon, Mark Ruffalo, Donal Logue, Dina Spybey-Waters", "Year": "2005", "Genre": "Comedy, Fantasy, Romance", "Awards": "1 win & 1 nomination.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTk0Njk2OTY2N15BMl5BanBnXkFtZTcwNTAxNjAzMQ@@._V1_SX300.jpg", "imdbVotes": "75,396", "imdbID": "tt0425123"}, {"Response": "False", "Error": "Movie not found!"}, {"Plot": "A New York anthropologist named Professor Harold Monroe travels to the wild, inhospitable jungles of South America to find out what happened to a documentary film crew that disappeared two months before while filming a documentary about primitive cannibal tribes deep in the rain forest. With the help of two local guides, Professor Monroe encounters two tribes, the Yacumo and the Yanomamo. While under the hospitality of the latter tribe, he finds the remains of the crew and several reels of their undeveloped film. Upon returning to New York City, Professor Monroe views the film in detail, featuring the director Alan Yates, his girlfriend Faye Daniels, and cameramen Jack Anders and Mark Tomaso. After a few days of traveling, the film details how the crew staged all the footage for their documentary by terrorizing and torturing the natives. Despite Monroe's objections, the television studio Pan American still wishes to air the footage as a legitimate documentary. In order to change their minds, Monroe shows the station's executives the film's final reels, so they could see first hand how the crew's fate came to be.", "Rated": "UNRATED", "Response": "True", "Language": "English, Spanish", "Title": "Cannibal Holocaust", "Country": "Italy", "Writer": "Gianfranco Clerici (story)", "Metascore": "N/A", "imdbRating": "6.0", "Director": "Ruggero Deodato", "Released": "19 Jun 1985", "Actors": "Robert Kerman, Francesca Ciardi, Perry Pirkanen, Luca Barbareschi", "Year": "1980", "Genre": "Adventure, Horror", "Awards": "N/A", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUzNDc5Nzg3NF5BMl5BanBnXkFtZTcwMjI1OTgzMQ@@._V1_SX300.jpg", "imdbVotes": "33,731", "imdbID": "tt0078935"}, {"Plot": "Brüno is a gay Austrian fashion guru. He has his own fashion based television show, Funkyzeit, the most popular German-language show of its kind outside of Germany. After he disgraces himself in front of his Funkyzeit fan base, he is ruined in German speaking Europe. He decides that in his quest for worldwide fame, he will move to Los Angeles and reinvent himself. Accompanying him to the US is Lutz, his former assistant's assistant. Lutz is the only person left in his circle that still believes in Brüno's greatness. Brüno goes through one reinvention of himself after another, ultimately straying to areas far removed from his own self. Perhaps when Brüno finds an activity that he truly does love, he will also find that über-fame he so desperately desires.", "Rated": "R", "Response": "True", "Language": "English, German", "Title": "Brüno", "Country": "USA", "Writer": "Sacha Baron Cohen (screenplay), Anthony Hines (screenplay), Dan Mazer (screenplay), Jeff Schaffer (screenplay), Sacha Baron Cohen (story), Peter Baynham (story), Anthony Hines (story), Dan Mazer (story), Sacha Baron Cohen (character)", "Metascore": "54", "imdbRating": "5.9", "Director": "Larry Charles", "Released": "10 Jul 2009", "Actors": "Sacha Baron Cohen, Gustaf Hammarsten, Clifford Bañagale, Chibundu Orukwowu", "Year": "2009", "Genre": "Comedy", "Awards": "2 wins & 4 nominations.", "Runtime": "81 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUwNDIwNDE5MV5BMl5BanBnXkFtZTcwMDA2MzA1Mg@@._V1_SX300.jpg", "imdbVotes": "107,665", "imdbID": "tt0889583"}, {"Plot": "Spike Lee's take on the \"Son of Sam\" murders in New York City during the summer of 1977 centering on the residents of an Italian-American South Bronx neighborhood who live in fear and distrust of one another.", "Rated": "R", "Response": "True", "Language": "English, Italian", "Title": "Summer of Sam", "Country": "USA", "Writer": "Spike Lee, Victor Colicchio (screenplay), Michael Imperioli (screenplay), Spike Lee (screenplay)", "Metascore": "67", "imdbRating": "6.6", "Director": "Spike Lee", "Released": "02 Jul 1999", "Actors": "John Leguizamo, Adrien Brody, Mira Sorvino, Jennifer Esposito", "Year": "1999", "Genre": "Crime, Drama, Romance", "Awards": "4 nominations.", "Runtime": "142 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc1MDk5MTY1Ml5BMl5BanBnXkFtZTcwMjYyMzkxMQ@@._V1_SX300.jpg", "imdbVotes": "29,541", "imdbID": "tt0162677"}, {"Plot": "After Elizabeth, Will, and Captain Barbossa rescue Captain Jack Sparrow from the the land of the dead, they must face their foes, Davy Jones and Lord Cutler Beckett. Beckett, now with control of Jones' heart, forms a dark alliance with him in order to rule the seas and wipe out the last of the Pirates. Now, Jack, Barbossa, Will, Elizabeth, Tia Dalma, and crew must call the Pirate Lords from the four corners of the globe, including the infamous Sao Feng, to gathering. The Pirate Lords want to release the goddess Calypso, Davy Jones's damned lover, from the trap they sent her to out of fear, in which the Pirate Lords must combine the 9 pieces that bound her by ritual to undo it and release her in hopes that she will help them fight. With this, all pirates will stand together and will make their final stand for freedom against Beckett, Jones, Norrington, the Flying Dutchman, and the entire East India Trading Company.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Pirates of the Caribbean: At World's End", "Country": "USA", "Writer": "Ted Elliott, Terry Rossio, Ted Elliott (characters), Terry Rossio (characters), Stuart Beattie (characters), Jay Wolpert (characters)", "Metascore": "50", "imdbRating": "7.1", "Director": "Gore Verbinski", "Released": "25 May 2007", "Actors": "Johnny Depp, Geoffrey Rush, Orlando Bloom, Keira Knightley", "Year": "2007", "Genre": "Action, Adventure, Fantasy", "Awards": "Nominated for 2 Oscars. Another 20 wins & 36 nominations.", "Runtime": "169 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjIyNjkxNzEyMl5BMl5BanBnXkFtZTYwMjc3MDE3._V1_SX300.jpg", "imdbVotes": "406,951", "imdbID": "tt0449088"}, {"Plot": "Ben has recently graduated college, with his parents now expecting great things from him. At his \"Homecoming\" party, Mrs. Robinson, the wife of his father's business partner, has Ben drive her home, which leads to an affair between the two. The affair eventually ends, but comes back to haunt him when he finds himself falling for Elaine, Mrs. Robinson's daughter.", "Rated": "APPROVED", "Response": "True", "Language": "English", "Title": "The Graduate", "Country": "USA", "Writer": "Calder Willingham (screenplay), Buck Henry (screenplay), Charles Webb (based on the novel by)", "Metascore": "77", "imdbRating": "8.0", "Director": "Mike Nichols", "Released": "22 Dec 1967", "Actors": "Anne Bancroft, Dustin Hoffman, Katharine Ross, William Daniels", "Year": "1967", "Genre": "Comedy, Drama, Romance", "Awards": "Won 1 Oscar. Another 22 wins & 13 nominations.", "Runtime": "106 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ0ODc4MDk4Nl5BMl5BanBnXkFtZTcwMTEzNzgzNA@@._V1_SX300.jpg", "imdbVotes": "189,469", "imdbID": "tt0061722"}, {"Plot": "Straight from the pages of a pulp comic from a past era, the Rocketeer recreates 1930's Hollywood, complete with gangsters, Nazi spies, and the growth of the Age of Aviation. Young pilot Cliff Secord stumbles on a top secret rocket-pack and with the help of his mechanic/mentor, Peevee, he attempts to save his girl and stop the Nazis as The Rocketeer.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "The Rocketeer", "Country": "USA", "Writer": "Dave Stevens (graphic novel \"The Rocketeer\"), Danny Bilson (story), Paul De Meo (story), William Dear (story), Danny Bilson (screenplay), Paul De Meo (screenplay)", "Metascore": "N/A", "imdbRating": "6.4", "Director": "Joe Johnston", "Released": "21 Jun 1991", "Actors": "Billy Campbell, Jennifer Connelly, Alan Arkin, Timothy Dalton", "Year": "1991", "Genre": "Action, Adventure, Family", "Awards": "1 win & 5 nominations.", "Runtime": "108 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMzEyMjI2OTQxOF5BMl5BanBnXkFtZTcwODUxMjEyMQ@@._V1_SX300.jpg", "imdbVotes": "40,644", "imdbID": "tt0102803"}, {"Plot": "The biography of Charlie Chaplin, filmmaker extraordinaire. From his formative years in England to his highest successes in America, Charlie's life, work, and loves are followed. While his screen characters were extremely hilarious, the man behind \"The Little Tramp\" was constantly haunted by a sense of loss.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "Chaplin", "Country": "USA, Japan, France, Italy", "Writer": "David Robinson (book), Charles Chaplin (book), Diana Hawkins (story), William Boyd (screenplay), Bryan Forbes (screenplay), William Goldman (screenplay)", "Metascore": "N/A", "imdbRating": "7.6", "Director": "Richard Attenborough", "Released": "08 Jan 1993", "Actors": "Robert Downey Jr., Geraldine Chaplin, Paul Rhys, John Thaw", "Year": "1992", "Genre": "Biography, Drama", "Awards": "Nominated for 3 Oscars. Another 3 wins & 11 nominations.", "Runtime": "143 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQzNjMyOTAwMV5BMl5BanBnXkFtZTcwMjU4MjY5MQ@@._V1_SX300.jpg", "imdbVotes": "38,574", "imdbID": "tt0103939"}, {"Plot": "The Legendary Zorro goes off on another adventure to protect the future of California and its citizens. This time, he fights against evil-doers with the help of his beautiful wife, Elena, and their precocious young son, Joaquin. Alejandro De LaVega is torn between two worlds: his life as Zorro and his life as a family man. After Alejandro once again breaks his promise to stop wearing the mask, Elena leaves him, and soon begins seeing Armand, a haughty French Count. But a mysterious explosion in the desert leads Zorro to believe that there's more to Armand than meets the eye, and our hero is intent on finding out what that is. Little does he know, there are others working to uncover certain truths as well.", "Rated": "PG", "Response": "True", "Language": "Spanish, English", "Title": "The Legend of Zorro", "Country": "USA", "Writer": "Roberto Orci (screenplay), Alex Kurtzman (screenplay), Roberto Orci (story), Alex Kurtzman (story), Ted Elliott (story), Terry Rossio (story), Johnston McCulley (character)", "Metascore": "47", "imdbRating": "5.9", "Director": "Martin Campbell", "Released": "28 Oct 2005", "Actors": "Alberto Reyes, Julio Oscar Mechoso, Gustavo Sánchez Parra, Adrian Alonso", "Year": "2005", "Genre": "Action, Adventure, Western", "Awards": "1 win & 3 nominations.", "Runtime": "129 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUzNDU2NTY5M15BMl5BanBnXkFtZTcwNDM1OTYzMQ@@._V1_SX300.jpg", "imdbVotes": "62,318", "imdbID": "tt0386140"}, {"Plot": "A young man is a reformed gambler who must return to playing big stakes poker to help a friend pay off loan sharks.", "Rated": "R", "Response": "True", "Language": "English, Hebrew, Russian", "Title": "Rounders", "Country": "USA", "Writer": "David Levien, Brian Koppelman", "Metascore": "54", "imdbRating": "7.4", "Director": "John Dahl", "Released": "11 Sep 1998", "Actors": "Matt Damon, Gretchen Mol, John Malkovich, Paul Cicero", "Year": "1998", "Genre": "Crime, Drama", "Awards": "1 win & 1 nomination.", "Runtime": "121 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc4OTcxNDY2Nl5BMl5BanBnXkFtZTgwNDg0MzkxMDE@._V1_SX300.jpg", "imdbVotes": "111,906", "imdbID": "tt0128442"}, {"Plot": "Bruce Willis is an outcast FBI agent who protects a 9 year old autistic boy who is the target for assassins after cracking a top secret government code.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Mercury Rising", "Country": "USA", "Writer": "Ryne Douglas Pearson (novel), Lawrence Konner (screenplay), Mark Rosenthal (screenplay)", "Metascore": "N/A", "imdbRating": "6.1", "Director": "Harold Becker", "Released": "03 Apr 1998", "Actors": "Bruce Willis, Alec Baldwin, Miko Hughes, Chi McBride", "Year": "1998", "Genre": "Action, Crime, Drama", "Awards": "2 wins.", "Runtime": "111 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ4NzczMzU1OF5BMl5BanBnXkFtZTcwNzI3MTAzMQ@@._V1_SX300.jpg", "imdbVotes": "49,605", "imdbID": "tt0120749"}, {"Plot": "Astronomer Dr. Ellie Arroway has long been interested in contact to faraway lands, a love fostered in her childhood by her father, Ted Arroway, who passed away when she was nine years old leaving her then orphaned. Her current work in monitoring for extraterrestrial life is based on that love and is in part an homage to her father. Ever since funding from the National Science Foundation (NSF) was pulled on her work, which is referred to some, including her NSF superior David Drumlin, as more science fiction than science, Ellie, with a few of her rogue scientist colleagues, have looked for funding from where ever they could get it to continue their work. When Ellie and her colleagues hear chatter originating from the vicinity of the star Vega, Ellie feels vindicated. But that vindication is short lived when others, including politicians, the military, religious leaders and other scientists such as Drumlin, try to take over her work. When the messages received from space are decoded, the project takes on a whole new dimension, which strengthens for Ellie the quest for the truth. Thrown into the mix are the unknown person who has up until now funded most of Ellie's work and what his motivations are, and Palmer Joss, a renowned author and theologian, who despite their fundamental differences in outlook, is mutually attracted to Ellie, that attraction based in part on intellect and their common goal of wanting to know the truth.", "Rated": "PG", "Response": "True", "Language": "English, Spanish, German, Russian", "Title": "Contact", "Country": "USA", "Writer": "Carl Sagan (novel), Carl Sagan (story), Ann Druyan (story), James V. Hart (screenplay), Michael Goldenberg (screenplay)", "Metascore": "62", "imdbRating": "7.4", "Director": "Robert Zemeckis", "Released": "11 Jul 1997", "Actors": "Jena Malone, David Morse, Jodie Foster, Geoffrey Blake", "Year": "1997", "Genre": "Drama, Mystery, Sci-Fi", "Awards": "Nominated for 1 Oscar. Another 14 wins & 25 nominations.", "Runtime": "150 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjEyMDQxMTMxMF5BMl5BanBnXkFtZTcwNTU0ODcyMg@@._V1_SX300.jpg", "imdbVotes": "177,571", "imdbID": "tt0118884"}, {"Plot": "Dr. Alan Grant is now a happy man with the previous incidents of Jurassic Park now behind him. Grant is that happy that he announce in public, that nothing on Earth can persuade him back onto the islands. Maybe nothing, except Paul Kirby. Kirby and his wife, Amanda want a plane to fly them over Isla Sorna, with Dr. Grant as their guide. But not everything Kirby says is true. When the plane lands, Dr. Grant realizes that there is another reason why they are there, that he doesn't know of. Now, Dr. Grant is stuck on an island he has never been on before, with what was a plane journey now turned into a search party.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish", "Title": "Jurassic Park III", "Country": "USA", "Writer": "Michael Crichton (characters), Peter Buchman, Alexander Payne, Jim Taylor", "Metascore": "42", "imdbRating": "5.9", "Director": "Joe Johnston", "Released": "18 Jul 2001", "Actors": "Sam Neill, William H. Macy, Téa Leoni, Alessandro Nivola", "Year": "2001", "Genre": "Action, Adventure, Sci-Fi", "Awards": "5 wins & 9 nominations.", "Runtime": "92 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMjA2NzAyMDgyM15BMl5BanBnXkFtZTYwOTQ5Mjg5._V1_SX300.jpg", "imdbVotes": "174,009", "imdbID": "tt0163025"}, {"Plot": "When a private satellite encounters an unidentified source of heat in Antarctica and it is found to be a pyramid buried deep underground , a search team comprising of top-of-the-line archaeologists and engineers is sent to Antarctica to find out more . Once there , the team comes across signs which indicate that the place is inhabited by an unknown alien species . It is not long before the aliens begin to hunt the team members . At the same time , a trio of coming-of-age Predators have arrived to collect the skulls of the aliens as trophies , and the humans are caught between a deadly battle between the two warring species .", "Rated": "PG-13", "Response": "True", "Language": "English, Italian", "Title": "AVP: Alien vs. Predator", "Country": "USA, UK, Czech Republic, Canada, Germany", "Writer": "Dan O'Bannon (\"Alien\" characters), Ronald Shusett (\"Alien\" characters), Jim Thomas (\"Predator\" characters), John Thomas (\"Predator\" characters), Paul W.S. Anderson (screen story), Dan O'Bannon (screen story), Ronald Shusett (screen story), Paul W.S. Anderson (screenplay)", "Metascore": "29", "imdbRating": "5.6", "Director": "Paul W.S. Anderson", "Released": "13 Aug 2004", "Actors": "Sanaa Lathan, Raoul Bova, Lance Henriksen, Ewen Bremner", "Year": "2004", "Genre": "Action, Adventure, Sci-Fi", "Awards": "2 wins & 2 nominations.", "Runtime": "101 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU4MjIwMTcyMl5BMl5BanBnXkFtZTYwMTYwNDA3._V1_SX300.jpg", "imdbVotes": "127,907", "imdbID": "tt0370263"}, {"Plot": "Needing extra cash, two brothers conspire to pull off the perfect, victimless crime. No guns, no violence, no problem. But when an accomplice ignores the rules and crosses the line, his actions trigger a series of events in which no one is left unscathed.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Before the Devil Knows You're Dead", "Country": "USA", "Writer": "Kelly Masterson", "Metascore": "84", "imdbRating": "7.3", "Director": "Sidney Lumet", "Released": "26 Sep 2007", "Actors": "Philip Seymour Hoffman, Ethan Hawke, Albert Finney, Marisa Tomei", "Year": "2007", "Genre": "Crime, Drama, Thriller", "Awards": "18 wins & 23 nominations.", "Runtime": "117 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTQ1NzM2ODQxNF5BMl5BanBnXkFtZTcwMDczMDU1MQ@@._V1_SX300.jpg", "imdbVotes": "77,121", "imdbID": "tt0292963"}, {"Plot": "In Johannesburg, a small time criminal, Tsotsi, is a teenager without feelings, hardened by his tough life. After a series of violent gang hits, Tsotsi hijacks a car. However, whilst driving, Tsotsi finds that there is a baby on the back seat. He brings the baby to his house in the slum. The next six days bring about a change in him that couldn't be foreseen.", "Rated": "R", "Response": "True", "Language": "Zulu, Xhosa, Afrikaans, English", "Title": "Tsotsi", "Country": "UK, South Africa", "Writer": "Athol Fugard (novel), Gavin Hood", "Metascore": "70", "imdbRating": "7.3", "Director": "Gavin Hood", "Released": "23 Dec 2005", "Actors": "Presley Chweneyagae, Terry Pheto, Kenneth Nkosi, Mothusi Magano", "Year": "2005", "Genre": "Crime, Drama", "Awards": "Won 1 Oscar. Another 16 wins & 12 nominations.", "Runtime": "94 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIwNDU1NTkyMV5BMl5BanBnXkFtZTcwNDkxMDIzMQ@@._V1_SX300.jpg", "imdbVotes": "23,666", "imdbID": "tt0468565"}, {"Plot": "In the Eighteenth Century, Rayne is the half-human half-vampire Dhampir and the lead attraction in a carnival's freak-show in Romania. When she escapes, she meets a fortuneteller that tells that her mother was raped by the king of the vampires Kagan and she decides to destroy her father. In her journey for revenge, she meets Vladimir and Sebastian, the leaders of the fortress of vampire hunters Brimstone, and she joins their society. She seeks for powerful talismans to defeat Kagan, while the skilled warriors Vladimir and Sebastian train her to face the forces of Kagan and her human side falls in love with Sebastian.", "Rated": "R", "Response": "True", "Language": "English", "Title": "BloodRayne", "Country": "USA, Germany", "Writer": "Guinevere Turner", "Metascore": "18", "imdbRating": "2.8", "Director": "Uwe Boll", "Released": "06 Jan 2006", "Actors": "Kristanna Loken, Michael Madsen, Matthew Davis, Will Sanderson", "Year": "2005", "Genre": "Action, Adventure, Fantasy", "Awards": "6 nominations.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTc5MTIwMjcyMF5BMl5BanBnXkFtZTcwMTkwODgzMQ@@._V1_SX300.jpg", "imdbVotes": "29,334", "imdbID": "tt0383222"}, {"Plot": "Growing up on the family sheep farm was idyllic for smart, sensitive Harry Olfield, except for some knavish mischief from cocky brother Angus, until their dad has a fatal accident. Fifteen years later, Harry has finished sheep-phobia therapy and his ICT schooling and returns. Angus buys him out, all ready to present the genetically engineered Oldfield sheep he bred with a ruthless team. When environmentalist Grant steals a discarded embryo, which has sharp teeth, he gets bitten by it, and thus the first to be infected with predatory hunger and a mechanism that turns any mammal into a werewolf version. Running for the farm men, Grant's mate, student Experience, gets teamed up with Harry and his boorish but gentle pastoral youth friend Tucker. They must survive both the bloodthirsty sheep and their creators, who didn't realize this yet but dispose of an antidote.", "Rated": "NOT RATED", "Response": "True", "Language": "English", "Title": "Black Sheep", "Country": "New Zealand", "Writer": "Jonathan King", "Metascore": "62", "imdbRating": "5.8", "Director": "Jonathan King", "Released": "29 Mar 2007", "Actors": "Nathan Meister, Peter Feeney, Danielle Mason, Tammy Davis", "Year": "2006", "Genre": "Comedy, Horror, Sci-Fi", "Awards": "5 wins & 5 nominations.", "Runtime": "87 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BNzcwMTA1MjEzMl5BMl5BanBnXkFtZTcwNzE0MzQ0MQ@@._V1_SX300.jpg", "imdbVotes": "32,643", "imdbID": "tt0779982"}, {"Plot": "A group of teenagers including Cindy Campbell and Bobby Prinze, accidentally hit a man when driving, and dispose of the body, but now they are being stalked by a very recognisable masked killer. The victim count increases, whilst Cindy must survive the carnage that has she has seen in so many films before.", "Rated": "R", "Response": "True", "Language": "English", "Title": "Scary Movie", "Country": "USA", "Writer": "Shawn Wayans, Marlon Wayans, Buddy Johnson, Phil Beauman, Jason Friedberg, Aaron Seltzer", "Metascore": "48", "imdbRating": "6.2", "Director": "Keenen Ivory Wayans", "Released": "07 Jul 2000", "Actors": "Carmen Electra, Dave Sheridan, Frank B. Moore, Giacomo Baessato", "Year": "2000", "Genre": "Comedy", "Awards": "7 wins & 5 nominations.", "Runtime": "88 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTYzMTI3NjQzM15BMl5BanBnXkFtZTcwOTkzMzMyMQ@@._V1_SX300.jpg", "imdbVotes": "167,928", "imdbID": "tt0175142"}, {"Plot": "In the third movie of Rodriguez's \"Mariachi\" trilogy, a Mexican drug lord pretends to overthrow the Mexican government, and is connected to a corrupt CIA agent who at that time, demands retribution from his worst enemy to carry out the drug lord's uprising against the government.", "Rated": "R", "Response": "True", "Language": "English, Spanish", "Title": "Once Upon a Time in Mexico", "Country": "USA", "Writer": "Robert Rodriguez", "Metascore": "56", "imdbRating": "6.4", "Director": "Robert Rodriguez", "Released": "12 Sep 2003", "Actors": "Antonio Banderas, Salma Hayek, Johnny Depp, Mickey Rourke", "Year": "2003", "Genre": "Action, Thriller", "Awards": "3 wins & 4 nominations.", "Runtime": "102 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU5MDg5OTcwOV5BMl5BanBnXkFtZTcwMjI1MTIzMw@@._V1_SX300.jpg", "imdbVotes": "118,644", "imdbID": "tt0285823"}, {"Plot": "The FBI estimates there are currently over 300 active serial killers in the United States. What would happen if these killers had a way of communicating and connecting with each other? What if they were able to work together and form alliances across the country? What if one brilliant psychotic serial killer was able to bring them all together and activate a following?", "Rated": "TV-14", "Response": "True", "Language": "English", "Title": "The Following", "Country": "USA", "Writer": "Kevin Williamson", "Metascore": "N/A", "imdbRating": "7.5", "Director": "N/A", "Released": "21 Jan 2013", "Actors": "Kevin Bacon, Shawn Ashmore, James Purefoy, Valorie Curry", "Year": "2013–", "Genre": "Crime, Drama, Mystery", "Awards": "3 wins & 11 nominations.", "Runtime": "43 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTUxNTk0MjUwOV5BMl5BanBnXkFtZTgwOTE4MDc2NDE@._V1_SX300.jpg", "imdbVotes": "65,166", "imdbID": "tt2071645"}, {"Plot": "Sydney Bristow is a young, athletic, college graduate who was recruited her freshman year as a secret agent for SD-6, a top-secret branch of the CIA. After a few years -- after Sydney confides her lifestyle to her boyfriend, the evil head of SD-6 -- Arvin Sloan, has him killed. Sydney learns that SD-6 is part of a rogue international agency called the Alliance of 12, out to rule the world. She becomes a double agent, working with the real CIA to bring down SD-6 with the assistance of her handler, Michael Vaughn, and her estranged father Jack Bristow -- also a double agent. Along the way, Sydney fights various rival agents, rival terrorist groups, and traitors all the while keeping her cloak-and-dagger lifestyle a secret from her friends. (Season 1)", "Rated": "TV-14", "Response": "True", "Language": "English, Bulgarian, Arabic, Cantonese, French, German, Hebrew, Hindi, Hungarian, Indonesian, Italian, Japanese, Portuguese, Romanian, Russian, Spanish, Thai, Ukrainian, Uzbek, Dutch", "Title": "Alias", "Country": "USA", "Writer": "J.J. Abrams", "Metascore": "N/A", "imdbRating": "7.6", "Director": "N/A", "Released": "30 Sep 2001", "Actors": "Jennifer Garner, Ron Rifkin, Carl Lumbly, Kevin Weisman", "Year": "2001–2006", "Genre": "Action, Drama, Mystery", "Awards": "Won 1 Golden Globe. Another 23 wins & 115 nominations.", "Runtime": "42 min", "Type": "series", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTU3NjE3ODc4MV5BMl5BanBnXkFtZTcwMjk2NjUzMQ@@._V1_SX300.jpg", "imdbVotes": "34,236", "imdbID": "tt0285333"}, {"Plot": "Tracy Turnblad, an overweight teenager with all the right moves, is obsessed with the Corny Collins Show. Every day after school, she and her best friend Penny run home to watch the show and drool over the hot Link Larkin, much to Tracy's mother Edna's dismay. After one of the stars of the show leaves, Corny Collins holds auditions to see who will be the next person on the Corny Collins show. With all of the help of her friend Seaweed, Tracy makes it on the show, angering the evil dance queen Amber Von Tussle and her mother Velma. Tracy then decides that it's not fair that the black kids can only dance on the Corny Collins Show once a month, and with the help of Seaweed, Link, Penny, Motormouth Maybelle, her father and Edna, she's going to integrate the show.....without denting her 'do!", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Hairspray", "Country": "USA, UK", "Writer": "Leslie Dixon (screenplay), John Waters, Mark O'Donnell (musical play), Thomas Meehan (musical play)", "Metascore": "81", "imdbRating": "6.8", "Director": "Adam Shankman", "Released": "20 Jul 2007", "Actors": "John Travolta, Michelle Pfeiffer, Christopher Walken, Amanda Bynes", "Year": "2007", "Genre": "Comedy, Musical, Romance", "Awards": "Nominated for 3 Golden Globes. Another 18 wins & 32 nominations.", "Runtime": "117 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTIyMTMzNzIyNV5BMl5BanBnXkFtZTcwMjM1NDk0MQ@@._V1_SX300.jpg", "imdbVotes": "88,581", "imdbID": "tt0427327"}, {"Plot": "Mexican Narcotics officer Ramon Miguel 'Mike' Vargas has to interrupt his honeymoon on the Mexican-US border when an American building contractor is killed after someone places a bomb in his car. He's killed on the US side of the border but it's clear that the bomb was planted on the Mexican side. As a result, Vargas delays his return to Mexico City where he has been mounting a case against the Grandi family crime and narcotics syndicate. Police Captain Hank Quinlan is in charge on the US side and he soon has a suspect, a Mexican named Manolo Sanchez. Vargas is soon onto Quinlan and his Sergeant, Pete Menzies, when he catches them planting evidence to convict Sanchez. With his new American wife, Susie, safely tucked away in a hotel on the US side of the border - or so he thinks - he starts to review Quinlan's earlier cases. While concentrating on the corrupt policeman however, the Grandis have their own plans for Vargas and they start with his wife Susie.", "Rated": "PG-13", "Response": "True", "Language": "English, Spanish", "Title": "Touch of Evil", "Country": "USA", "Writer": "Orson Welles (screenplay), Whit Masterson (based on the novel \"Badge Of Evil\" by)", "Metascore": "N/A", "imdbRating": "8.2", "Director": "Orson Welles", "Released": "01 May 1958", "Actors": "Charlton Heston, Janet Leigh, Orson Welles, Joseph Calleia", "Year": "1958", "Genre": "Crime, Film-Noir, Thriller", "Awards": "6 wins & 1 nomination.", "Runtime": "95 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTY3NjIwMDY4M15BMl5BanBnXkFtZTgwODMwODgyMTE@._V1_SX300.jpg", "imdbVotes": "63,380", "imdbID": "tt0052311"}, {"Plot": "Charlie, a poet, hasn't had much luck with women, but then he meets Harriet, the girl of his dreams.. or is it his nightmares. Charlie begins to suspect that Harriet is Ms X, a woman who marries then kills her husbands.", "Rated": "PG-13", "Response": "True", "Language": "English, Russian", "Title": "So I Married an Axe Murderer", "Country": "USA", "Writer": "Robbie Fox", "Metascore": "N/A", "imdbRating": "6.4", "Director": "Thomas Schlamme", "Released": "30 Jul 1993", "Actors": "Mike Myers, Nancy Travis, Anthony LaPaglia, Amanda Plummer", "Year": "1993", "Genre": "Comedy, Crime, Romance", "Awards": "N/A", "Runtime": "93 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTY3OTY0NzYzMV5BMl5BanBnXkFtZTcwMDc2MjYxMQ@@._V1_SX300.jpg", "imdbVotes": "26,183", "imdbID": "tt0108174"}, {"Plot": "The car of successful author Anna Rivers is found disabled next to the river, the thought being that she accidentally fell into the river while trying to change a flat tire. Her dead body is found upstream several weeks later, consistent with the accidental death theory. Based on incidents around him, her grieving husband, architect Jonathan Rivers, decides several months later to visit with Raymond Price, who approached John prior to Anna's body being found with news that she was trying to contact him from beyond. At that time, John was skeptical of Raymond's claims of electronic voice phenomena (EVP): that he is contacted from the beyond through electronic means - radio, television - which he is able to record. Along with Sarah Tate, another of Raymond's \"clients\" whose fiancé passed away, John becomes obsessed with EVP as he gets more and more audio and video messages, however fuzzy, from Anna from beyond. That obsession takes a slight change in focus when John believes that Anna is trying to pass along information to help others. But the nature of those messages and their connection to Raymond in combination with John learning that not all good comes through EVP leads to the possible belief that he dabbling in EVP in and of itself may be dangerous and the cause of those potentially deadly issues in which he is supposed to assist in helping. John has to decide whether or not to continue with his work in EVP, not continuing which means that he may actually prevent bad things from happening, and continuing which means that he gets his much wanted connection with Anna.", "Rated": "PG-13", "Response": "True", "Language": "English", "Title": "White Noise", "Country": "UK, Canada, USA", "Writer": "Niall Johnson", "Metascore": "30", "imdbRating": "5.5", "Director": "Geoffrey Sax", "Released": "07 Jan 2005", "Actors": "Michael Keaton, Chandra West, Deborah Kara Unger, Ian McNeice", "Year": "2005", "Genre": "Drama, Horror, Mystery", "Awards": "1 win & 2 nominations.", "Runtime": "101 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTYzNjA2MDk0NF5BMl5BanBnXkFtZTcwNjkwODcyMQ@@._V1_SX300.jpg", "imdbVotes": "39,447", "imdbID": "tt0375210"}, {"Plot": "A paranormal investigator uses technology and mysticism to bring messages from the deceased.", "Rated": "N/A", "Response": "True", "Language": "English", "Title": "Is There Anything Else?", "Country": "USA", "Writer": "Sean G. Tarjoto", "Metascore": "N/A", "imdbRating": "N/A", "Director": "Brian Chamberlain", "Released": "11 Jul 2009", "Actors": "Cynthia Brothers, Claro de los Reyes, Sean G. Tarjoto, Migina Tsai", "Year": "2009", "Genre": "Short, Thriller", "Awards": "N/A", "Runtime": "5 min", "Type": "movie", "Poster": "N/A", "imdbVotes": "N/A", "imdbID": "tt1584839"}, {"Plot": "Batman, the costumed crime-fighter who prowls the night skies in Gotham City, soon finds there's another vigilante in town knocking off prominent mob figures. Despite the scythe-like blade for a hand, a mechanical voice and the cloud of smoke that follows the figure wherever it goes, the police and outraged officials mistake the homicidal crusader for Batman himself and demand that the city's longtime hero be brought to justice. Meanwhile, Andrea Beaumont returns to town. She is the lost love of Bruce Wayne, the billionaire playboy who is Batman's alter ego, and was an integral part of Wayne's decision ten years earlier to don the cape and cowl. Now, she is back in his life and is no less a disruption than the return of his old archenemy, The Joker, who has a stake in seeing the annihilation of this new vigilante, whoever it proves to be.", "Rated": "PG", "Response": "True", "Language": "English", "Title": "Batman: Mask of the Phantasm", "Country": "USA", "Writer": "Bob Kane (character created by: Batman), Alan Burnett (story), Alan Burnett (screenplay), Paul Dini (screenplay), Martin Pasko (screenplay), Michael Reaves (screenplay)", "Metascore": "N/A", "imdbRating": "7.9", "Director": "Eric Radomski, Bruce W. Timm, Kevin Altieri, Boyd Kirkland, Frank Paur, Dan Riba", "Released": "25 Dec 1993", "Actors": "Kevin Conroy, Dana Delany, Hart Bochner, Stacy Keach", "Year": "1993", "Genre": "Animation, Action, Adventure", "Awards": "1 nomination.", "Runtime": "76 min", "Type": "movie", "Poster": "http://ia.media-imdb.com/images/M/MV5BMTMzODU0NTYxN15BMl5BanBnXkFtZTcwNDUxNzUyMQ@@._V1_SX300.jpg", "imdbVotes": "24,564", "imdbID": "tt0106364"}]